Repository: pompdelux/hanzo
Catalog: app/Resources/translations/messages.*.xliff
Languages: de_de

# size.guide.link
source: images/pages/Size_Guide_COM.jpg
de_de: images/pages/Size_Guide_DE.jpg

source: Show basket
de_de: Warenkorb anzeigen

source: Choose
de_de: Wählen

source: Quantity
de_de: Menge

source: Loading
de_de: Wird geladen

# more.product.info
source: Click for more information about %name%.
de_de: Hier klicken für weitere Informationen über %name%.

# all.products.out.of.stock
source: All products in this category is out of stock.
de_de: Es sind leider keine Produkte in dieser Kategorie zu finden. Bitte stellen Sie eine oder mehrere Ihrer Suchkriterien zurück. Sollte Ihre Suche dennoch keine Ergebnisse liefern, kann es sein, dass die Kategorie ausverkauft ist.

# pager.previous.page
source: Show previous page
de_de: Vorherige Seite anzeigen

source: Previous
de_de: Vorherige

# pager.page
source: Show page %page%
de_de: Seite %page% anzeigen

# pager.next.page
source: Show next page
de_de: Nächste Seite anzeigen

source: Next
de_de: Nächste

source: Product details
de_de: Warenbeschreibung

source: Care instructions
de_de: Waschanleitung

source: Add to basket
de_de: In den Warenkorb legen

# product.added.to.cart
source: "%product%" just added to your cart
de_de: "%product%" ist jetzt in Ihrem Warenkorb

# product.out.of.stock
source: "%product%" is out of stock
de_de: "%product%" ist leider ausverkauft

source: Products
de_de: Produkt(e)

source: Latest shipment date
de_de: Wird spätestens verschickt am

source: Price
de_de: Preis

source: Total
de_de: Gesamtbetrag

source: Edit
de_de: Bearbeiten

source: Delete
de_de: Entfernen

source: Size
de_de: Größe

# color
source: Colour
de_de: Farbe

# company.address
source: Company
de_de: Firma

source: Date
de_de: Datum

# event.id
source: Arrangemang ID
de_de: Veranstaltung Nr.

# store.address
source: POMPdeLUX ApS • Møgelhøj 8 DK-8520 Lystrup • CVR-nr 29622035 • mail@pompdelux.com • +45 8736 1000
de_de: POMPdeLUX DE GmbH • Dammtorstraβe 12 • DE-20354 Hamburg • USt-IdNr. DE290402183 • mailde@pompdelux.com • 040-35715072

# order.edit.global.notice
source: <h3>Please note:</h3> <p> You are now editing E-order number <a href="%history_url%" title="se ordren">%order_id%</a>.<br> If you wish to stop editing <a href="%stop_url%" title="stop editering af ordren">click here.</a> </p> <p>If you wish to change colour or size, click on the pencil in the basket. If you wish to add items, click on the menu Online shop.</p> <p class="last">When you have finished editing, click on "Show basket" and follow step 1 to 6. When you have completed your order with new credit card payment, the old payment will automatically be cancelled.</p>
de_de: <h2>Bitte beachten:</h2> <p> Sie bearbeiten gerade die E-Bestellnummer <a href="%history_url%" title="se ordren">%order_id%</a>.<br> Möchten Sie die Bearbeitung Ihrer Bestellung beenden - <a href="%stop_url%" title="stop editering af ordren">hier klicken.</a> </p> <p>Möchten Sie eine Farbe oder Größe ändern, dann klicken Sie bitte auf den Bleistift im Warenkorb. Möchten Sie Waren hinzufügen, dann klicken Sie bitte auf das Menü Webshop.</p> <p class="last">Nach Abschluss Ihrer Änderungen klicken Sie bitte auf "Warenkorb anzeigen" und führen die Schritte 1 bis 6 aus. Wenn Sie Ihre Bestellung mit einer neuen Kreditkartenzahlung durchgeführt haben, wird die vorherige Zahlung automatisch gelöscht.</p>

# customer.service.contact.info
source: <strong>Customer service</strong><br> Phone.: +45 8736 1000<br> E-mail: <a href="mailto:mail@pompdelux.com">mail@pompdelux.com</a><br> Monday - Thursday: 9 am - 4 pm<br> Friday: 9 am - 2 pm<br> Saturday, Sunday and holidays closed.
de_de: <strong>Kundendienst</strong><br> Telefon: 040-35715072<br> E-Mail: <a href="mailto:mailde@pompdelux.com">mailde@pompdelux.com</a><br> Montags bis Donnerstags 9 - 16 Uhr<br> Freitags 9 - 14 Uhr<br> Samstags, Sonntags und Feiertags geschlossen.

# footer.address
source: <ul> <li>POMPdeLUX ApS</li> <li>Møgelhøj 8</li> <li>DK-8520 Lystrup</li> <li>CVR-nr 29622035</li> <li><a href="mailto:mail@pompdelux.com">mail@pompdelux.com</a></li> <li>+45 8736 1000</li><br> <li>Return of items: POMPdeLUX Aps</li> <li>Grydhøjparken 10</li> <li>DK-8381 Tilst</li> <li><img src="%cdn%fx/images/creditcards_com.png" alt="credit cards" title="credit cards"></li> <li><a href="http://www.facebook.com/sharer.php?u=%url%" class="facebook-button social-button" title="Share this page on facebook">Share</a></li> </ul>
de_de: <ul> <li>POMPdeLUX DE GmbH</li> <li>Dammtorstraβe 12</li> <li>DE-20354 Hamburg</li> <li>USt-IdNr. DE290402183</li> <li><a href="mailto:mailde@pompdelux.com">mailde@pompdelux.com</a></li> <li>040-35715072</li><br> <li>Rücksendung von Waren: POMPdeLUX Aps</li> <li>Grydhøjparken 10</li> <li>DK-8381 Tilst</li> <li><img src="%cdn%fx/images/creditcards_de.png?%build%" alt="credit cards" title="credit cards"></li> <li><a href="http://www.facebook.com/sharer.php?u=%url%" class="facebook-button social-button" title="Del denne side på Facebook">Auf Facebook teilen</a></li> </ul>

# footer.text
source: <ul> <li><b>Delivery</b> from 15,-</li> <li><b>Delivery time</b> %expected_delivery_date%</li> <li><b>Exchange</b> Gratis</li> </ul>
de_de: <ul> <li><b>Bearbeitungszeit</b> %expected_delivery_date%</li> <li><b>Fracht</b> AB EUR 3,95</li> <li><b>Umtausch</b> Gratis</li> <li><b>Hinweis:</b><I>Streik bei Deutsche Post DHL, klicken Sie<a href="http://www.pompdelux.com/de_DE/kundendienst/telefonzeiten/versand-und-lieferung">hier.</a></I></li> </ul>

# order.deleted
source: E.order no. %id% has been cancelled.
de_de: E-Bestellnummer %id% wurde gelöscht

# buy.set
source: Buy the set
de_de: Das ganze Set kaufen

# buy.set.description
source: Choose the size and colour for each item you wish to put in to your basket.
de_de: Wählen Sie die gewünschte Größe und Farbe für jeden Style, den Sie in den Warenkorb legen.

# button.back
source: Back
de_de: Zurück

# button.find
source: Find
de_de: Finden

# browser.title
source: POMPdeLUX - Cool clothes for kids!
de_de: POMPdeLUX - wir lieben Kinderbekleidung

# category.selector.overview
source: Overview
de_de: Übersicht

# options.title
source: Colour and size
de_de: Farbe und Größe

# choose.size.note
source: (The size is the childs height in cm.)
de_de: (Die Größe ist die Größe des Kindes in cm.)

# click.to.zoom
source: Click for zoom
de_de: Zum Zoomen klicken

# product.pictures.title
source: Pictures
de_de: Fotos

# buy.the.set.title
source: Buy the set
de_de: Das Set kaufen

# latest.seen.products.title
source: Also watched
de_de: Ich habe mir auch angesehen

# delivery.title
source: Delivery
de_de: Lieferung

# delivery.info
source: <p>Shipping charges, regardless of size and weight, are for EU countries EUR 15 and for non-EU countries EUR 20. <br> All orders are sent through the <a href="http://www.postdanmark.dk" target="_blank">Danish National Postal Service</a> as parcel post. Track and trace numbers are generated, allowing both you and us to follow the parcel until delivery takes place. <br> <br> We recommend that you carefully inspect your items when the parcel arrives. Please contact our Customer Service or Post Denmark immediately if any of the items are damaged upon arrival. </p>
de_de: <p> Alle Waren werden als Pakete mit DHL verschickt. Daher haben Sie die Möglichkeit, Ihr Paket ab dem Versand bis zum Empfang mit Hilfe von Track & Trace zu verfolgen.<br> Paket:Das Paket wird an Ihre Adresse geliefert und kostet EUR 4,95 (EUR 3,95, wenn Sie die Waren bei einer Home Shopping- oder Tag der offenen Tür-Veranstaltung gekauft haben). Wenn Sie zum Zeitpunkt der Lieferung nicht zu Hause sind, können Sie das Paket anschließend bei der Post abholen.<br><br> Wenn Sie das Paket empfangen haben, sollten Sie die Waren überprüfen. Wenn das Paket und/oder der Inhalt beschädigt sind, wenden Sie sich bitte umgehend an unseren Kundendienst oder an DHL. </p>

# return.title
source: Return
de_de: Rücksendung

# return.info
source: <p>The returned items must be in unused and original packaging with hangtags etc. Socks, leggings and tights can only be returned in unbroken packaging. The postal bag, in which you receive your items, can be reused. Therefore we do not refund any package or postage charges if you only return part of your order. <br> <br> Return the items together with a <a href="http://static.pompdelux.dk/images/pdf/POMPdeLUX_Returseddel_Eng.pdf" target="_blank">returns form</a>. Enter your personal details on the form and post the items to us. You will find our address on the form.</p>
de_de: <p><b>Rücksendung</b><br> Sie haben ein 14-tägiges Rückgaberecht auf alle POMPdeLUX Waren ab dem Tag des Empfangs der Ware. Im Falle eines Kaufrückzugs müssen Sie uns lediglich darüber informieren. Dies können Sie ganz einfach tun indem Sie den Rücksendeschein ausfüllen welchen Sie auf der Webseite unter „Meine Seite“ finden. <br><br><b>SO GEHT&acute;S</b><br> Bei POMPdeLUX ist es einfach, eine Ware zurückzuschicken. Die Postverpackung, in der Sie Ihre Waren erhalten, ist so ausgelegt, dass Sie sie problemlos für die Rücksendung von Waren verwenden können. Auf diese Weise brauchen Sie keine teuren Rückverpackungen zu kaufen – das ist gut für Ihren Geldbeutel und die Umwelt. Da Ihre Rücksendung später erneut verkauft wird, wäre es eine große Hilfe, wenn Sie die Ware in Originalverpackung mit Textiletiketten usw. zurückschicken.<br><br> Wir erwarten, dass Sie die Waren so schnell wie möglich nach dem Sie uns Bescheid gegeben haben – spätestens nach 14 Tagen, zurückgesendet werden sollten. Bei der Rücksendung sorgen Sie bitte dafür, dass die Waren ordentlich eingepackt sind, da Sie die Verantwortung für das Paket/die Waren haben bis diese bei uns eintreffen. Bewahren Sie also Postquittungen und die Verfolgungsnummer auf. <br><br> Den Rücksendeschein finden Sie auf „Meine Seite“. Diesen können Sie dort ausfüllen. Auf ”Meine Seite“ finden Sie ebenfalls das Rücksendeetikett. Benutzen Sie bitte unbedingt dieses, damit Sie die Ware portofrei zurücksenden können. Die Rücksendeetikett, ist für Sie kostenlos. Das Paket können Sie bei der Post oder an einer Packstation als Paket (mit DHL Rücksendeetikett) aufgegeben. <br><br> <b>RÜCKZAHLUNG</b><br> Wir zahlen Ihnen das Geld zurück, so bald wir Ihre Waren erhalten und kontrolliert haben. Der Betrag wird stets auf die Art und Weise zurückgezahlt, wie die Bestellung bezahlt wurde. <br><br> Denken Sie dran, dass Sie evtl. nicht den vollen Kaufpreis zurückerhalten evtl. sogar gar nichts, falls wir feststellen, dass Sie die Waren in Gebrauch genommen haben und deren Wert verringert ist. Es ist natürlich erlaubt die Waren anzuprobieren, wie Sie es in einem Geschäft tun würden. <br><br> <b>REKLAMATIONEN UND FEHLLIEFERUNGEN</b><br> Wenn Sie eine Ware mit Fehlern erhalten haben oder wenn die erhaltene Ware nicht die ist, die auf Ihrer Rechnung steht, dann schicken Sie sie wie oben beschrieben zurück. Wenn Ihre Reklamation unserer Beurteilung nach berechtigt ist, schicken wir Ihnen versandkostenfrei eine neue Ware. Verwenden Sie das per Mail geschickte Rücksendeetikett, wenn Sie die Ware verschicken. Falls die Ware ausverkauft ist, erstatten wir Ihnen den Preis der Ware zurück. </p>

# footer.menu_1
source: <h2>Customer service</h2> <ul class="menu"> <li><a href="/en_GB/customer-service/telephone-times">Telephone times</a></li> <li><a href="/en_GB/home/customer-service/faq">FAQ</a></li> <li><a href="/en_GB/home/customer-service/returns">Returns</a></li> <li><a href="/en_GB/home/customer-service/exchange">Exchange</a></li> <li><a href="/en_GB/home/customer-service/returns-form">Returns form</a></li> <li><a href="/en_GB/home/customer-service/care-instructions">Care instructions</a></li> <li><a href="/en_GB/home/customer-service/sizeguide">Sizeguide</a></li> <li><a href="/en_GB/home/customer-service/terms-and-conditions">Terms and conditions</a></li> <li><a href="/en_GB/home/customer-service/about-the-webshop">About the online shop</a></li> <li><a href="/en_GB/customer-service/telephone-times/shipping-and-delivery">Shipping and delivery</a></li> </ul>
de_de: <h2>KUNDENDIENST</h2> <ul class="menu"> <li><a href="/de_DE/kundendienst/telefonzeiten">Telefonzeiten</a></li> <li><a href="/de_DE/home/kundendienst/faq">FAQ</a></li> <li><a href="/de_DE/home/kundendienst/ruckgabe-umtausch">Rückgabe und Umtausch</a></li> <li><a href="/de_DE/home/kundendienst/umtausch">Umtausch</a></li> <li><a href="/de_DE/home/kundendienst/rucksendeschein">Rücksendeschein</a></li> <li><a href="/de_DE/home/kundendienst/waschtipps">Waschtipps</a></li> <li><a href="/de_DE/home/kundendienst/sizeguide">Sizeguide</a></li> <li><a href="/de_DE/home/kundendienst/abgs">AGB's</a></li> <li><a href="/de_DE/home/kundendienst/impressum">Impressum</a></li> <li><a href="/de_DE/home/kundendienst/uber-den-webshop">Über den Webshop</a></li> <li><a href="/de_DE/kundendienst/telefonzeiten/versand-und-lieferung">Versand und Lieferung</a></li> </ul>

# footer.menu_2
source: <h2>BE SOCIAL</h2> <ul class="menu"> <li><a href="http://instagram.com/pompdelux_official" target="_blank"> Instagram</a></li> <li><a href="https://www.facebook.com/POMPdeLUXDK" target="_blank">Facebook</a></li> <li><a href="/en_GB/home/catalogue/backstage-video">Backstage video</a></li> <li><a href="/en_GB/home/catalogue">Catalogue</a></li> </ul>
de_de: <h2>HOME SHOPPING</h2> <ul class="menu"> <li><a href="/de_DE/home/uber-home-shopping">Werden Sie Gastgeberin</a></li> <li><a href="/de_DE/home/home-shopping/beraterin-finden">Shopping Advisor finden</a></li> <li><a href="/de_DE/home/home-shopping/tag-der-offenen-tur">Tag der offenen Tür</a></li> <li><a href="/de_DE/home/katalog">Katalog</a></li> <li><a href="/de_DE/home/beraterin-werden/ein-schoner-nebenjob">Shopping Advisor werden</a></li> </ul><br> <h2>BE SOCIAL</h2> <ul class="menu"> <li><a href="http://instagram.com/pompdelux_official" target="_blank"> Instagram</a></li> <li><a href="https://www.facebook.com/POMPdeLUXDK" target="_blank">Facebook</a></li> <li><a href="/de_DE/home/katalog/backstage-video">Backstage video</a></li> </ul>

# footer.menu_3
source: <h2>More POMPdeLUX</h2> <ul class="menu"> <li><a href="/en_GB/home/about-pompdelux">About POMPdeLUX</a></li> <li><a href="/en_GB/home/about-pompdelux/corporate-social-responsibility/csr-report">CSR</a></li> <li><a href="/en_GB/home/competition">Competition</a></li> <li><a href="/en_GB/home/job/ein-schoner-nebenjob">Job</a></li> <li><a href="/en_GB/home/about-pompdelux/press">Press</a></li> <li><a href="/en_GB/home/about-pompdelux/contact">Contact</a></li> </ul>
de_de: <h2>MEHR POMPDELUX</h2> <ul class="menu"> <li><a href="/de_DE/home/uber-pompdelux">Über POMPdeLUX</a></li> <li><a href="/de_DE/home/uber-pompdelux/corporate-social-responsibility/csr-bericht">CSR-bericht</a></li> <li><a href="/de_DE/home/gewinnspiele">Gewinnspiele</a></li> <li><a href="/de_DE/home/uber-pompdelux/presse">Presse</a></li> <li><a href="/de_DE/home/uber-pompdelux/kontakt">Kontakt</a></li> </ul>

# share.to.%method%
source: Share on %method%
de_de: Teilen auf %method%

source: Back to category
de_de: Zurück zur Übersicht

source: Back
de_de: Zurück

# on.stock
source: In stock
de_de: Auf Lager

# on.stock.yes
source: Yes
de_de: Ja

# on.stock.no
source: No
de_de: Nein

# pager.pages.%total%
source: of %total%
de_de: von %total%

# pager.see_all.%total%
source: see all(%total%)
de_de: alle (%total%) anzeigen

# more.bundle.info
source: Click for more information.
de_de: Hier klicken für weitere Informationen.

# goto.top.link
source: Go to top
de_de: Nach oben

source: product.prices.description
de_de: inkl. gesetzl. MwSt, zzgl. Versandkosten

# faceted.show.out.of.stock
source: Show also sold out items
de_de: Auch ausverkaufte Ware anzeigen

# faceted.reset.filter
source: » Reset filters
de_de: » Filter zurücksetzen
