Repository: pompdelux/hanzo
Catalog: app/Resources/translations/newsletter.*.xliff
Languages: nl_nl

# newsletter_1
source: Newsletter
nl_nl: Meld je aan voor de nieuwsbrief

# block.subscribe.teaser
source: Få masser af spændende nyheder, tip om konkurrencer og inspiration direkte i din mailbox!
nl_nl: Ontvang een boel leuke nieuwtjes, tips over wedstrijden en inspiratie direct in je mailbox!

# newsletter_2
source: Name
nl_nl: Naam

# newsletter_3
source: E-mail address
nl_nl: E-mailadres

# newsletter_4
source: Subscribe
nl_nl: Meld aan

# newsletter_5
source: My newsletter subscriptions
nl_nl: Je nieuwsbrief abonnementen

# block.update.submit_button
source: Update your newsletter subscriptions
nl_nl: Werk je nieuwsbrief abonnementen bij

# block.unsubscribe.submit_button
source: Unsubscribe
nl_nl: Meld af

# subscribed.text
source: You are now subscribed to our newsletter.
nl_nl: Je bent nu aangemeld voor onze nieuwsbrief.

# unsubscribed.text
source: You have now unsubscribed from POMPdeLUX newsletter.
nl_nl: Je hebt je zojuist afgemeld voor de POMPdeLUX nieuwsbrief.

# invalid.email.address
source: The entered email isnt valid
nl_nl: De ingevoerde e-mail is ongeldig

# terms.link
source: <a href="/en_GB/home/customer-service/terms-and-conditions" target="_blank">When signing up I accept the general terms of POMPdeLUX.</a>
nl_nl: <a href="/nl_NL/voorpagina/klantenservice/voorwaarden" target="_blank">Bij het aanmelden accepteer ik de algemene voorwaarden van POMPdeLUX.</a>
