Repository: pompdelux/hanzo
Catalog: app/Resources/translations/products.*.xliff
Languages: nl_nl

# Oregon SOCKS
source: 2-pack stripe socks with a friendly bull on the ankle on one of the pairs. The problem is only which colour you should choose. Our socks are Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Wine, Curry, Blue, Green, Grey and Navy <br><br> Size labelling is based on the shoe size of the child. <br><br> Quality: 80% Cotton, 17% Polyamide, 3% Elasthane
nl_nl: Verpakking met 2 paar gestreepte sokken met een vriendelijke stier op het ene paar. Het enige probleem is welke kleur je moet kiezen! Onze kousen zijn Ecotex standaard 100 gecertificeerd. <br><br> Verkrijgbaar in: Wine, Curry, Blue, Green, Grey en Navy <br><br> De maat is de schoenmaat van het kind. <br><br> Materiaal: 80% katoen, 17% polyamide, 3% elastaan

# Oslo JACKET
source: The Atlanta jacket is light, airy and warm.The jacket has all the right details, which are important for a little skier. Snow skirt, lift pass pocket on sleeve, inner pocket for mobile phone or music player with audio routing for head phones. Wind cuffs with thumb holes and adjustable sleeve cuffs. Detachable hood, warm fleece inside collar and pockets. Wind placket behind the zip, taped seams and reflective detailing. Available in the colours Grey or Navy. The jacket is Oeko Tex, Class 2 certified. Water pressure: 10,000 mm. Breathable: 5,000 mvp. <br><br> Available in: Grey and Navy <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Het Oslo jack is licht, luchtig en warm. Het heeft een boel details die belangrijk zijn voor de kleine skiër: sneeuwvanger binnen in het jack, zakje op de mouw voor een skipas, binnenzak voor een telefoon of een MP3-afspeler met een gaatje voor de koptelefoon. Windvanger in de mouw met een gaatje voor de duim, en de mouw kan aan de pols strakker gemaakt worden. Afneembare capuchon, warme fleece aan de binnenkant van de kraag, onder de kin en in de zakken en hoesje achter de rits. Gelaste naden en reflectordetails. Verkrijgbaar in de kleur Grey of Navy. De stof is Ecotex klasse 2 gecertificeerd. Waterweerstand: 10000 mm, adembaarheid: 5000 mvp. <br><br> Verkrijgbaar in: Grey en Navy <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Oslo Little SNOWSUIT
source: A lovely and warm snowsuit in two colour combinations. The blue one has cool white contrast detailing. Extra padding on the bottom will ensure that the little ones will not get cold, when sitting in the snow. Two front zippers and smooth inner lining, which makes it easy to put on and take off. Detachable hood and wind cuffs with thumb holes. Warm fleece inside collar and pockets. Snow cuffs with anti slip rubber band and foot straps. Many reflective details and taped seams. The snowsuit is Oeko Tex, Class 2 certified. Water pressure: 10,000 mm. Breathable: 5,000 mvp. <br><br> Available in: Grey and Navy <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Fraai en warm skipak in twee kleurencombinaties. Het blauwe pak heeft leuke witte contrastdetails. Isolatie op het zitvlak waardoor je kleintje het niet koud krijgt in de sneeuw. Twee ritsen aan de voorkant en gladde voering waardoor het pak makkelijk aan- en uit te trekken is. Afneembare capuchon en windvanger in de mouwen met een gaatje voor de duim. Warme fleece aan de binnenkant van de kraag, onder de kin en in de zakken. Sneeuwvanger met inwendige rubberen bandjes en bandjes onder de voet aan de pijpen. Verschillende reflectordetails en gelaste naden. De stof is Ecotex klasse 2 gecertificeerd. Waterweerstand: 10000 mm. Adembaarheid: 5000 mvp. <br><br> Verkrijgbaar in: Grey en Navy <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Oslo MITTENS
source: It is never fun to have cold hands outside in the snow. Oslo mittens have lovely soft fleece lining, adjustable wrist strap and rubber coated palm. The smallest size has a side zipper, which makes it more easy to get the fingers in. The grey colour also matches the girl snowsuit and jacket/pants. The mittens are Oeko Tex, Class 2 certified. Water pressure: 10,000 mm. Breathable: 5,000 mvp. <br><br> Available in: Grey and Navy <br><br> XS = 86-92 cm, S = 98-104 cm, M = 110-116 cm, L = 122-134 cm, XL = 140-152 cm. <br><br> Quality: 100% Polyester
nl_nl: Het is niet leuk om buiten in de sneeuw te spelen en koude vingers te krijgen! De Oslo wanten hebben een zachte fleece voering, een riempje om ze aan de pols strakker te maken en antislip noppen op het versterkte grijpvlak. Op de kleinste maat want zit er aan de zijkant een rits waardoor je de vingers makkelijker op hun plaats kunt krijgen. De grijze kleurencombinatie past ook bij de jacks en skipakken van de meisjes. De stof is Ecotex klasse 2 gecertificeerd. Waterweerstand: 10000 mm. Adembaarheid: 5000 mvp. <br><br> Verkrijgbaar in: Grey en Navy <br><br> XS = 86-92 cm, S = 98-104 cm, M = 110-116 cm, L = 122-134 cm, XL = 140-152 cm. <br><br> Materiaal: 100% polyester

# Oslo SNOWPANTS
source: Oslo snowpants are light, airy and warm. With smooth inner lining, so they are easy to put on and take off. Adjustable and detachable elastic suspenders, adjustable waist with velcro closure, reflective detailing, fleece lined pockets and zipper, snow cuffs with anti slip rubber band and adjustable foot straps. There is a zip on the cuffs and velcro closure, so you can tighten the cuffs for a perfect fit around the boots. Available in the colours Grey or Navy. The snowpants are Oeko Tex, Class 2 certified. Water pressure: 10,000 mm. Breathable: 5,000 mvp. <br><br> Available in: Grey and Navy <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: De Oslo skibroek is licht, luchtig en warm. Door de gladde voering is de broek makkelijk aan- en uit te trekken. Verstelbare en afneembare bretels van zacht elastiek dat niet strak zit, verstelbare riempjes in de taille, reflectordetails aan de buitenkant, zakken met fleece voering en rits, inwendige sneeuwvanger met rubberen bandjes en bandjes onder de voet. Het onderste gedeelte van de pijpen kan opengeritst worden zodat het over de laarzen past. Verkrijgbaar in de kleuren Grey en Navy. Het materiaal is Ecotex klasse 2 gecertificeerd en heeft een waterweerstand van 10000 mm, en een adembaarheid van 5000 mvp. <br><br> Verkrijgbaar in: Grey en Navy <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Oslo SNOWSUIT
source: A lovely and warm snowsuit in two colour combinations. The blue one has cool white contrast detailing. Extra padding on the bottom will ensure that they will not get cold, when sitting in the snow. Front zip and smooth inner lining, which makes it easy to put on and take off. Detachable hood and wind cuffs with thumb holes. Warm fleece inside collar and pockets. Snow cuffs with anti slip rubber band and foot straps. Many reflective details and taped seams. The snowsuit is Oeko Tex, Class 2 certified. Water pressure: 10,000 mm. Breathable: 5,000 mvp. <br><br> Available in: Grey and Navy <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Fraai en warm skipak in twee kleurencombinaties. Het blauwe pak heeft leuke witte contrastdetails. Isolatie op het zitvlak waardoor je zoon het niet koud krijgt in de sneeuw. Rits aan de voorkant en gladde voering waardoor het pak makkelijk aan- en uit te trekken is. Afneembare capuchon en windvanger in de mouwen met een gaatje voor de duim. Warme fleece aan de binnenkant van de kraag, onder de kin en in de zakken. Sneeuwvanger met inwendige rubberen bandjes en bandjes onder de voet aan de pijpen. Verschillende reflectordetails en gelaste naden. De stof is Ecotex klasse 2 gecertificeerd. Waterweerstand: 10000 mm. Adembaarheid: 5000 mvp. <br><br> Verkrijgbaar in: Grey en Navy <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Oxford Little SHIRT
source: Wearing this check shirt in soft cotton your little man will look so trendy and cool. Roll up the sleeves and undo top button and the world is his oyster. <br><br> Available in: Curry and Wine <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Dit geruite overhemd van zachte katoen zorgt ervoor dat je kleine ventje er ongedwongen cool uitziet. Stroop de mouwen op en laat het bovenste knoopje openstaan en de wereld ligt aan zijn voeten. <br><br> Verkrijgbaar in: Curry en Wine <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Oxford SHIRT
source: Wearing this check shirt in soft cotton your little man will look so trendy and cool. Roll up the sleeves and undo top button and the world is his oyster. <br><br> Available in: Curry and Wine <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Dit geruite overhemd van zachte katoen zorgt ervoor dat je zoon er ongedwongen cool uitziet. Stroop de mouwen op en laat het bovenste knoopje openstaan en de wereld ligt aan zijn voeten. <br><br> Verkrijgbaar in: Curry en Wine <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Paris Little POLO
source: One of the designers favourites. This short sleeve polo will not go unnoticed with all its detailing of prints and appliques. Available in three cool colour combinations. Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Wine, Navy and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Dit is één van de favorieten van onze designers. Dit poloshirt met korte mouwen trekt de aandacht door de vele details en de collageprint en versiersels. Verkrijgbaar in drie coole kleurencombinaties. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Wine, Navy en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Paris POLO
source: One of the designers favourites. This short sleeve polo will not go unnoticed with all its detailing of prints and appliques. Available in three cool colour combinations. Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Wine, Navy and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Dit is één van de favorieten van onze designers. Dit poloshirt met korte mouwen trekt de aandacht door de vele details en de collageprint en versiersels. Verkrijgbaar in drie coole kleurencombinaties. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Wine, Navy en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Pasadena Little LS GRANDDAD
source: Classic stripes never go out of fashion. Granddad inspired rib T-shirt with front button placket. Wear it with cool jeans and spice up the outfit with a pair of suspenders and your little man is bound to charm all the girls. Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Wine, Green and Curry <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Cotton, 5% Elasthane
nl_nl: Klassieke strepen zijn nooit uit de mode. Granddad T-shirt van geribbelde stof met knoopsluiting aan de voorkant. Draag het op een coole spijkerbroek en fleur het geheel op met bretels en hij zal bij de meisjes in de smaak vallen. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Wine, Green en Curry <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% katoen, 5% elastaan

# Pasadena LS GRANDDAD
source: Classic stripes never go out of fashion. Granddad inspired rib T-shirt with front button placket. Wear it with cool jeans and spice up the outfit with a pair of suspenders and your little man is bound to charm all the girls. Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Wine, Green and Curry <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Cotton, 5% Elasthane
nl_nl: Klassieke strepen zijn nooit uit de mode. Granddad T-shirt van geribbelde stof met knoopsluiting aan de voorkant. Draag het op een coole spijkerbroek en fleur het geheel op met bretels en hij zal bij de meisjes in de smaak vallen. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Wine, Green en Curry <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% katoen, 5% elastaan

# Phoenix BAGGY JEANS
source: The cool Phoenix jeans are as soft as a pair of jogging pants. They have soft rib waist and fully lined with jersey. With extra padding on the knees for the active boy. With adjustable drawstring. <br><br> Available in: Blue Denim <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 79% Cotton, 21% Polyester
nl_nl: Phoenix jeans voelt aan als een zachte joggingbroek, maar lijkt op een stoere spijkerbroek. De broek heeft een ribboord in het middel en is gevoerd met jersey. Met extra versteviging op de knieën voor de actieve jongen. Kan in het middel strakker gemaakt worden. <br><br> Verkrijgbaar in: Blue Denim <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 79% katoen, 21% polyester

# Phoenix Little JEANS
source: The cool Phoenix jeans are as soft as a pair of jogging pants. They have soft rib waist and fully lined with jersey. With extra padding on the knees for the active boy. With adjustable drawstring. <br><br> Available in: Blue Denim <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 79% Cotton, 21% Polyester
nl_nl: Phoenix jeans voelt aan als een zachte joggingbroek, maar lijkt op een stoere spijkerbroek. De broek heeft een ribboord in het middel en is gevoerd met jersey. Met extra versteviging op de knieën voor de actieve jongen. Kan in het middel strakker gemaakt worden. <br><br> Verkrijgbaar in: Blue Denim <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 79% katoen, 21% polyester

# Pisa CHINOS
source: Lovely chinos in a strong and soft quality. In a cool washed look and available in three very versatile colours. With adjustable waist. <br><br> Available in: Curry, Blue and Brown <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Gave chinobroek van een sterke, maar zachte stof. De broek heeft een coole versleten wash en is verkrijgbaar in drie bruikbare gedempte kleuren. Met verstelbare band. <br><br> Verkrijgbaar in: Curry, Blue en Brown <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Pisa Little CHINOS
source: Lovely chinos in a strong quality with extra padding on the knees for lively boys. In a cool washed look and available in three very versatile colours. With adjustable waist. <br><br> Available in: Curry, Blue and Brown <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Gave chinobroek van een sterke, maar zachte stof. De broek heeft een coole versleten wash en is verkrijgbaar in drie bruikbare gedempte kleuren. Met verstelbare band. <br><br> Verkrijgbaar in: Curry, Blue en Brown <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Pittsburgh CARDIGAN
source: An absolutely favourite knit with wooden buttons and elbow patches. Is perfect for a cold winter day - with style. <br><br> Available in: Off White and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 80% Cotton, 20% Wool
nl_nl: Ons absoluut favoriete vest met houten knopen, en lappen op de ellebogen. Perfect voor een koude winterdag…waarop je stijlvol wilt zijn. <br><br> Verkrijgbaar in: Off White en Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 80% katoen, 20% wol

# Pittsburgh Little CARDIGAN
source: An absolutely favourite knit with wooden buttons and elbow patches. Is perfect for a cold winter day - with style. <br><br> Available in: Off White and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 80% Cotton, 20% Wool
nl_nl: Ons absoluut favoriete vest met houten knopen, en lappen op de ellebogen. Perfect voor een koude winterdag…waarop je stijlvol wilt zijn. <br><br> Verkrijgbaar in: Off White en Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 80% katoen, 20% wol

# Prague Little LS TSHIRT
source: If your little boy is crazy about sport, you can be certain that he will love this long sleeve T-shirt full of sporty details. Go team POMP! Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Navy, Red, Green and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Cotton, 5% Elasthane
nl_nl: Voeg wat kleur toe aan de garderobe van de kleine sportieveling en hij krijgt meteen een boel extra energie in dit T-shirt met lange mouwen met een boel sporty details. Go team POMP! Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Navy, Red, Green en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% katoen, 5% elastaan

# Prague LS TSHIRT
source: If your little boy is crazy about sport, you can be certain that he will love this long sleeve T-shirt full of sporty details. Go team POMP! Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Navy, Red, Green and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Cotton, 5% Elasthane
nl_nl: Voeg wat kleur toe aan de garderobe van de kleine sportieveling en hij krijgt meteen een boel extra energie in dit T-shirt met lange mouwen met een boel sporty details. Go team POMP! Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Navy, Red, Green en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% katoen, 5% elastaan

# Providence HELMET
source: You will be guaranteed warm ears with this helmet. In a soft fleece quality with jersey lining and rib trim. Perfect with our jackets. <br><br> Available in: Navy and Grey Melange <br><br> Size labeling is based on the head circumference of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Gegarandeerd warme oren met de Providence helmet. Hij is gemaakt van zachte fleece met een jersey voering en ribboord. Past prima bij onze jacks. <br><br> Verkrijgbaar in: Navy en Grey Melange <br><br> De maat is de omtrek van het hoofd van het kind in cm. <br><br> Materiaal: 100% polyester

# Providence Little ZIP FLEECE
source: Sporty fleece jacket with front zipper and pockets. Perfect under the jacket on really cold days or wear it on its own on cooler days. <br><br> Available in: Navy and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Sporty fleece jack met rits aan de voorkant en steekzakken. Perfect onder een jack tijdens de koude dagen of op zichzelf tijdens de overgangsperiode van de herfst naar de winter. <br><br> Verkrijgbaar in: Navy en Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Providence ZIP FLEECE
source: Sporty fleece jacket with front zipper and pockets. Perfect under the jacket on really cold days or wear it on its own on cooler days. <br><br> Available in: Navy and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Sporty fleece jack met rits aan de voorkant en steekzakken. Perfect onder een jack tijdens de koude dagen of op zichzelf tijdens de overgangsperiode van de herfst naar de winter. <br><br> Verkrijgbaar in: Navy en Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Reno PULLOVER
source: Lovely warm cable knit pullover with 20% wool. A must-have jumper on cold days. Trendy camel coloured elbow patches and three buttons on one shoulder. Remember to wash this jumper on a wool programme. <br><br> Available in: Grey Melange and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 80% Cotton, 20% Wool
nl_nl: Lekkere warme trui met kabelsteek, met 20% wol zodat hij heerlijk warm is tijdens de koude tijd. Trendy camelkleurige patches op de elleboog en 3 knopen op de ene schouder. Denk eraan dat hij op het wolwasprogramma gewassen moet worden. <br><br> Verkrijgbaar in: Grey Melange en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 80% katoen, 20% wol

# Reykjavik CARDIGAN
source: Classic sailor knit cardigan with camel coloured elbow patches. A must-have cardigan for your boy. <br><br> Available in: Navy, Brown and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Klassiek sailorvest met camelkleurige lappen op de elleboog. Vormt een onmisbaar onderdeel van de garderobe van je kleine charmeur. <br><br> Verkrijgbaar in: Navy, Brown en Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Reykjavik Little CARDIGAN
source: Classic sailor knit cardigan with camel coloured elbow patches. A must-have cardigan for your little boy. <br><br> Available in: Navy, Brown and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Klassiek sailorvest met camelkleurige lappen op de elleboog. Vormt een onmisbaar onderdeel van de garderobe van je kleine charmeur. <br><br> Verkrijgbaar in: Navy, Brown en Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Reykjavik Little SLIPOVER
source: The lovely sailor knit slipover will just add to your little boys charm and at the same time keep him lovely warm. It has shoulder buttons and is available in three classic colour combinations. <br><br> Available in: Navy, Brown and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Deze mooie sailor slipover maakt je ventje nog charmanter en houdt hem tegelijkertijd warm. Er zitten knopen op de ene schouder, dus hij is makkelijk aan- en uit te doen. Verkrijgbaar in 3 klassieke kleurencombinaties. <br><br> Verkrijgbaar in: Navy, Brown en Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen
