Repository: pompdelux/hanzo
Catalog: app/Resources/translations/products.*.xliff
Languages: nl_nl

# Adelaide BELT
source: Suede belt with decorative flower, which will complete any outfit. The belt is adjustable and 83 cm long. <br><br> Available in: Camel, Black and Rose <br><br> One size <br><br> Quality: 100% Suede
nl_nl: Suède riem met een bloem middenvoor. Een riem die je outfit helemaal perfect maakt. De riem is verstelbaar en is 83 cm lang. <br><br> Verkrijgbaar in: Camel, Black en Rose <br><br> One size <br><br> Materiaal: 100% suède

# Amsterdam CARDIGAN
source: The amsterdam cardigan has such pretty detailing. Drop needle pattern on the rib and narrow gold contrast stripes. A very pretty style, which is much more than a basic cardigan. <br><br> Available in: Grey Melange, Blue and Wine <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 65% Bamboo, 18% Polyamide, 17% Cotton
nl_nl: Het Amsterdam vest heeft mooie details. Gaatjespatroon in het ribboord en smalle contrasterende randen van lurex. Een mooie style die meer is dan alleen een basisvest. <br><br> Verkrijgbaar in: Grey Melange, Blue en Wine <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 65% bamboe, 18% polyamide, 17% katoen

# Amsterdam DRESS
source: The dress with the finest little detailing. Drop needle pattern on the rib and narrow gold contrast stripes and a pretty frill hem. <br><br> Available in: Grey Melange, Blue and Wine <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 65% Bamboo, 18% Polyamide, 17% Cotton
nl_nl: Een jurkje met mooie details. Gaatjespatroon in het ribboord, smalle contrasterende randen van lurex en onderaan een mooi strookje. <br><br> Verkrijgbaar in: Grey Melange, Blue en Wine <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 65% bamboe, 18% polyamide, 17% katoen

# Amsterdam Little CARDIGAN
source: The amsterdam cardigan has such pretty detailing. Drop needle pattern on the rib and narrow gold contrast stripes. A very pretty style, which is much more than a basic cardigan. <br><br> Available in: Grey Melange, Blue and Wine <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 65% Bamboo, 18% Polyamide, 17% Cotton
nl_nl: Het Amsterdam vest heeft mooie details. Gaatjespatroon in het ribboord en smalle contrasterende randen van lurex. Een mooie style die meer is dan alleen een basisvest. <br><br> Verkrijgbaar in: Grey Melange, Blue en Wine <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 65% bamboe, 18% polyamide, 17% katoen

# Amsterdam Little DRESS
source: The dress with the finest little detailing. Drop needle pattern on the rib and narrow gold contrast stripes and a pretty frill hem. <br><br> Available in: Grey Melange, Blue and Wine <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 65% Bamboo, 18% Polyamide, 17% Cotton
nl_nl: Een jurkje met mooie details. Gaatjespatroon in het ribboord, smalle contrasterende randen van lurex en onderaan een mooi strookje. <br><br> Verkrijgbaar in: Grey Melange, Blue en Wine <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 65% bamboe, 18% polyamide, 17% katoen

# Arlington SOCKS
source: Cute ankle socks in 2-pack with contrast dots and pretty frill detail. The socks are Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Blue, Rose, Grey Melange, Black and Ice Blue <br><br> Size labelling is based on the shoe size of the child. <br><br> Quality: 80% Cotton, 17% Polyamide, 3% Elasthane
nl_nl: Schattige kousen met stippen in contrasterende kleuren in een verpakking met twee paar. Met een golvend ribboordje. Ecotex Standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Blue, Rose, Grey Melange, Black en Ice Blue <br><br> De maat is de schoenmaat van het kind. <br><br> Materiaal: 80% katoen, 17% polyamide, 3% elastaan

# Athens HIPSTER
source: Soft 2-pack hipsters with different bird prints and wide elastic stripe waistband. They are Oeko Tex standard 100 certified and GOTS. Organic cotton close to the skin with a clear conscience. <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Rose and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Organic cotton, 5% Elasthane
nl_nl: Verpakking met twee stuks zachte hipsters met verschillende vogelprints erop. Ze hebben een breed, gestreept elastiek in de taille en zijn Ecotex standaard 100 en GOTS gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Rose en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% ecologische katoen, 5% elastaan

# Athens Little LS BODY
source: Long sleeve 2-pack bodies in a soft stretch quality. This season we have added popper opening to one shoulder for an easier fit. Available in two different bird prints. The bodies are Oeko Tex standard 100 certified and GOTS. Organic cotton close to the skin with a clear conscience. <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Rose and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Organic cotton, 5% Elasthane
nl_nl: Body met lange mouwen van een zachte, rekbare stof in een verpakking met twee stuks. Dit seizoen zijn er drukkertjes op de ene schouder gezet voor een goede pasvorm. Verkrijgbaar met twee verschillende mooie vogelprints erop. Ecotex standaard 100 en GOTS gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Rose en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% ecologische katoen, 5% elastaan

# Athens Little PY
source: The pyjamas for sweet dreams! A bird print top and solid coloured pants in a soft cotton jersey. The pyjamas is Oeko Tex standard 100 certified and GOTS. <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Rose and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Organic cotton, 5% Elasthane
nl_nl: Pyjama om heerlijk in weg te dromen! Dit setje van zachte jersey heeft een jasje bedrukt met vogelprint en een effen broek. Ecotex standaard 100 en GOTS gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Rose en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% ecologische katoen, 5% elastaan

# Athens Little SLEEPER
source: The little sleeper for sweet dreams! In a soft cotton jersey with a pretty bird print available in two different colours. The sleeper has front and inside leg popper fastening. It is Oeko Tex standard 100 certified and GOTS. <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Rose and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Organic cotton, 5% Elasthane
nl_nl: Nachtpakje om heerlijk in weg te dromen! Heerlijke zachte jersey stof met een mooie vogelprint die verkrijgbaar is in twee verschillende kleuren. Het nachtpakje heeft drukkertjes aan de voorkant en aan de binnenkant van de pijpen. Ecotex standaard 100 en GOTS gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Rose en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% ecologische katoen, 5% elastaan

# Athens NIGHTDRESS
source: The night dress for sweet dreams! In a soft cotton jersey with a lovely bird print available in two different colours. The night dress has pretty pearl buttons to the front. It is Oeko Tex standard 100 certified and GOTS. <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Rose and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Organic cotton, 5% Elasthane
nl_nl: Nachtjapon om heerlijk in weg te dromen! Heerlijke zachte jersey stof met een mooie vogelprint die verkrijgbaar is in twee verschillende kleuren. De nachtjapon heeft aan de voorkant mooie parelmoeren knoopjes. Ecotex standaard 100 en GOTS gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Rose en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% ecologische katoen, 5% elastaan

# Athens PANTIES
source: Soft panties in 2-pack with different bird prints and feminine trim. They are Oeko Tex standard 100 certified and GOTS. Organic cotton close to the skin with a clear conscience. <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Rose and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Organic cotton, 5% Elasthane
nl_nl: Zachte onderbroekjes in een verpakking met twee stuks met twee verschillende vogelprints erop. Ze zijn Ecotex standaard 100 en GOTS gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Rose en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% ecologische katoen, 5% elastaan

# Athens PY
source: The pyjamas for sweet dreams! A solid coloured top and print pants in a soft cotton jersey. The pyjamas is Oeko Tex standard 100 certified and GOTS. <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Rose and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Organic cotton, 5% Elasthane
nl_nl: Pyjama om heerlijk in weg te dromen! Het setje heeft een effen jersey jasje en een bedrukte broek van een geweven stof. Ecotex standaard 100 en GOTS gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Rose en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% ecologische katoen, 5% elastaan

# Athens TOP
source: Athens top in soft cotton jersey has feminine trim and matching small bow on the front. Available in a 2-pack and they are Oeko Tex standard 100 certified and GOTS. Organic cotton close to the skin with a clear conscience. <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Rose and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Organic cotton, 5% Elasthane
nl_nl: Athens top van een zachte soort jersey met mooie biesjes aan het armsgat en de hals en een bijpassend strikje aan de voorkant. Verkrijgbaar in een verpakking met twee stuks en Ecotex standaard 100 en GOTS gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Rose en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% ecologische katoen, 5% elastaan

# Atlanta JACKET
source: Atlanta jacket is light, airy and warm.The jacket has all the right details, which are important for a little skier: Snow skirt, lift pass pocket on sleeve, inner pocket for mobile phone or music player with audio routing for head phones. Wind cuffs with thumb holes and adjustable sleeve cuffs. Detachable hood, warm fleece inside collar and pockets. Wind placket behind the zip, taped seams and reflective detailing. The elastic waist adds a feminine touch. Available in the colours Grey or Grey Star. The jacket is Oeko Tex, Class 2 certified. Water pressure: Grey 10,000 mm, Grey Star 8,000 mm. Breathable: 5,000 mvp for both colours. <br><br> Available in: Grey and Grey Star <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Grey quality: 100% Polyamide. Grey Star quality: 100% Polyester
nl_nl: Het Atlanta jack is licht, luchtig en warm. Het jack heeft een boel details die belangrijk zijn voor de kleine skiër: sneeuwvanger binnen in het jack, zakje op de mouw voor een skipas, binnenzak voor een telefoon of MP3-afspeler met een gaatje voor de koptelefoon. Windvanger in de mouwen met een gaatje voor de duim en ribboorden die nauw op de pols aansluiten. Afneembare capuchon, warme fleece aan de binnenkant van de kraag, onder de kin en in de zakken. Hoesje achter de ritsen, gelaste naden en reflectordetails. Het elastiek in het middel zorgt voor een mooie, vrouwelijke snit. Verkrijgbaar in de kleuren Grey en Grey Star. De stof is Ecotex klasse 2 gecertificeerd. Waterweerstand: Grey 10000 mm, Grey Star 8000 mm. Adembaarheid: 5000 mvp voor beide kleuren. <br><br> Verkrijgbaar in: Grey en Grey Star <br><br> De maat is de lengte van het kind in cm. <br><br> Grey materiaal: 100% polyamide. Grey Star materiaal: 100% polyester.

# Atlanta Little SNOWSUIT
source: Atlanta snowsuit for the little girl with 1,000 stars and lots of pretty and feminine details both inside and out. Extra padding on the bottom will ensure that your little darling will not get cold, when playing in the snow. Two front zippers and smooth inner lining, which makes it easy to put on and take off. Detachable hood and wind cuffs with thumb holes. Warm fleece inside collar and pockets. Snow cuffs with anti slip rubber band and foot straps. Many reflective details and taped seams. Water pressure: 8,000 mm. Breathable: 5,000 mvp. <br><br> Available in: Grey Star <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Het Atlanta skipak met 1000 sterren erop is voor het kleine meisje. Het heeft een boel mooie, meisjesachtige details aan de binnen- en buitenkant. De isolatie op het zitvlak zorgt ervoor dat je dochtertje het niet koud krijgt als ze in de sneeuw speelt. Twee ritsen aan de voorkant en een gladde voering zorgen ervoor dat dit skipak makkelijk aan- en uit te trekken is. Afneembare capuchon en windvanger in de mouwen met een gaatje voor de duim. Warme fleece aan de binnenkant van de kraag, onder de kin en in de zakken. Sneeuwvanger met inwendig rubberen bandje en bandjes onder de voet onder aan de broekspijpen. Verschillende reflectordetails en gelaste naden. De stof is Ecotex klasse 2 gecertificeerd. Waterweerstand: 8000 mm. Adembaarheid: 5000 mvp. <br><br> Verkrijgbaar in: Grey Star <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Atlanta SNOWSUIT
source: Atlanta snowsuit for the girl with 1,000 stars and lots of pretty and feminine details both inside and out. Extra padding on the bottom will ensure that she will not get cold if she sits in the snow. Front zip and smooth inner lining, which makes it easy to put on and take off. Detachable hood and wind cuffs with thumb holes. Warm fleece inside collar and pockets. Snow cuffs with inside foot straps. Many reflective details and taped seams. The snowsuit is Oeko Tex, Class 2 certified. Water pressure: 8,000 mm. Breathable: 5,000 mvp. <br><br> Available in: Grey Star <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Het Atlanta skipak met 1000 sterren erop en een boel mooie, meisjesachtige details aan de binnen- en buitenkant. De isolatie op het zitvlak zorgt ervoor dat je dochter het niet koud krijgt als ze in de sneeuw zit. Ritssluiting aan de voorkant en gladde voering zorgen ervoor dat het skipak makkelijk aan- en uit te trekken is. Afneembare capuchon en windvanger in de mouwen met gaatje voor de duim. Warme fleece aan de binnenkant van de kraag, onder de kin en in de zakken. Inwendig bandje onder de voet aan de broekspijpen. Verschillende reflectordetails en gelaste naden. Het materiaal is Ecotex klasse 2 gecertificeerd. Waterweerstand: 8000 mm. Adembaarheid: 5000 mvp. <br><br> Verkrijgbaar in: Grey Star <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Bakersfield BLOUSE
source: This season we have a lot of styles influenced by birds and this one is a must-have! The blouse is made from soft jersey quality - a really cool style. Choosing colour will be difficult! The blouse is Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Rose, Wine and Curry <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Cotton and 5% Elasthane
nl_nl: We hebben dit seizoen een speciale voorliefde voor vogels en deze vogel moest gewoon in het assortiment! De bloes is van een heerlijke zachte soort jersey en het is een wat stoerdere style. Het wordt vast moeilijk om een kleur te kiezen! Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Rose, Wine en Curry <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% katoen, 5% elastaan

# Bangkok Little BLOUSE
source: Long sleeve T-shirt with a super trendy spray look. Maybe Mum has one similar in her wardrobe? The T-shirt is Oeko Tex standard 100 certified. Note: Wash separately or wash with similar colours due to excess dye. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Grey, Rose, Ice Blue and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: T-shirt met lange mouwen met een supertrendy spray look. Misschien heeft mamma ook iets dergelijks in haar klerenkast? Ecotex standaard 100 gecertificeerd. Was apart of met gelijksoortige kleuren omdat er overtollige kleurstof in kan zitten.<br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Grey, Rose, Ice Blue en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Bangkok BLOUSE
source: Long sleeve T-shirt with a super trendy spray look. Maybe Mum has one similar in her wardrobe? The T-shirt is Oeko Tex standard 100 certified. Note: Wash separately or wash with similar colours due to excess dye. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Grey, Rose, Ice Blue and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: T-shirt met lange mouwen met een supertrendy spray look. Misschien heeft mamma ook iets dergelijks in haar klerenkast? Ecotex standaard 100 gecertificeerd. Was apart of met gelijksoortige kleuren omdat er overtollige kleurstof in kan zitten.<br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Grey, Rose, Ice Blue en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Barcelona PANTS
source: Trendy pants in a lovely coated material. Pretty pockets and small front pleats. The pants has smock cuffs, lovely inside detailing and adjustable waist. <br><br> Available in: Rose, Sand and Black <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 64% Cotton, 35% Polyester, 1% Elasthane
nl_nl: Hippe broek van een mooie, gecoate soort stof. Leuke paspelzakken en plooitjes aan de voorkant. Met gesmokte pijpen en aan de binnenkant mooie details. De broek heeft een verstelbare band. <br><br> Verkrijgbaar in: Rose, Sand en Black <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 64% katoen, 35% polyester, 1% elastaan

# Barcelona SHORTS
source: If you want the look of the 60s, with high hair decorated with flowers and high waisted shorts, you want these! We have added a visible zipper, turn ups and you can choose between three lovely colours. Wear them with tights or leggings and a loose shirt tucked into the shorts to emphasize the high waist. <br><br> Available in: Rose, Sand and Black <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 64% Cotton, 35% Polyester, 1% Elasthane
nl_nl: Je hoeft de jaren 60 niet meegemaakt te hebben om je haar hoog op te steken en hooggetailleerde shorts te dragen. We hebben er een zichtbare ritssluiting ingezet, een omslag aan de pijpen en de shorts in drie mooie kleuren geproduceerd. Doe er een maillot of legging onder en stop een loszittend bloesje in de shorts om de hoge taille te accentueren. <br><br> Verkrijgbaar in: Rose, Sand en Black <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 64% katoen, 35% polyester, 1% elastaan

# Belfast Little JUMPSUIT
source: This gorgeous jumpsuit with gold metallic fibres and cute little bows on the shoulder is perfect for the little girl. A great jumpsuit for relaxation, but also if she wants to be dressed up for a special occassion. Front zipper, which makes it easy to put on and off. <br><br> Available in: Rose, Ice Blue and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 50% Acrylic, 29% Polyamide, 17% Metallic fibre, 4% Wool
nl_nl: Deze sprookjesachtige jumpsuit met glanzende gouddraden en schattige strikjes op de schouders is perfect voor meisjes die ervan houden om zich op te tutten. Leuke jumpsuit voor een dagje thuis, maar ook als je er extra mooi uit wilt zien. Ritssluiting aan de voorkant, zodat je hem snel en makkelijk aan en uit kunt doen. <br><br> Verkrijgbaar in: Rose, Ice Blue en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 50% acryl, 29% polyamide, 17% metaalvezel, 4% wol

# Bergen GILET
source: Super smart gilet for junior girls. The gilet has a feminine shape, which makes it smart and comfortable. And just wait till you see it - it is just as lovely on the inside as the outside! <br><br> Available in: Rose, Blue and Black <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: Shell: 100% Polyamide. Lining: 100% Polyester. Padding: 60% Down 40% Feather
nl_nl: Supermooi gewatteerd vest voor het junior meisje. Het vest heeft een meisjesachtige snit waardoor het vrouwelijk en comfortabel is. Wacht maar tot je het in huis hebt en het openritst - het is aan de binnenkant net zo mooi als aan de buitenkant! <br><br> Verkrijgbaar in: Rose, Blue en Black <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: Buitenkant: 100% polyamide. Voering: 100% polyester. Vulling: 60% dons, 40% veren.
