Repository: pompdelux/hanzo
Catalog: app/Resources/translations/products.*.xliff
Languages: nl_nl

# Telavi FLEECE
source: Lovely soft fleece hoodie with lots of details. Asymmetric zip, hood and thumb hole. A comfy fleece that will keep your action man warm. <br><br> Available in: Grey Melange, Blue and Brown <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Lekkere zachte fleecehoodie met een boel details. Capuchon met een asymmetrische rits, en gaatje voor de duim. Een heerlijke fleece die je stunt man in action warm houdt. <br><br> Verkrijgbaar in: Grey Melange, Blue en Brown <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Tokyo BOXER
source: Lovely soft and elastic boxer shorts, one solid coloured and one striped. 2-pack. They are Oeko Tex standard 100 certified and GOTS (Organic cotton). <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Grey and Navy <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Organic cotton, 5% Elasthane
nl_nl: Lekkere zachte en elastische boxer shorts, twee stuks in een verpakking, één effen en één gestreepte boxer shorts. Ecotex standaard 100 en GOTS gecertificeerd (Ecologische katoen). <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Grey en Navy <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% ecologische katoen, 5% elastaan

# Tokyo Little BODY
source: Lovely long sleeve bodystocking, one solid coloured and one striped. They are Oeko Tex standard 100 certified and GOTS (Organic cotton). 2-pack. <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Grey and Navy <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Organic cotton, 5% Elasthane
nl_nl: Bodystocking met lange mouwen, twee stuks in een verpakking, één effen en één gestreepte bodystocking. Ecotex standaard 100 en GOTS gecertificeerd (Ecologische katoen). <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Grey en Navy <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% ecologische katoen, 5% elastaan

# Tokyo Little PY
source: Lovely soft pyjamas for sweet dreams. It is Oeko Tex standard 100 certified and GOTS (Organic cotton). Organic cotton close to the skin with a clear conscience. <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Grey and Navy <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Organic cotton, 5% Elasthane
nl_nl: Heerlijke zachte 2-delige pyjama voor een goede nachtrust. Ecotex standaard 100 en GOTS gecertificeerd (Ecologische katoen). <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Grey en Navy <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% ecologische katoen, 5% elastaan

# Tokyo Little SLEEPER
source: Such a comfortable and lovely sleeper for your little darling. The sleeper has inside leg popper fastening. It is Oeko Tex standard 100 certified and GOTS (Organic cotton). Have a good nights sleep. <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Grey and Navy <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Organic cotton, 5% Elasthane
nl_nl: Gezellig en schattig nachtpakje voor de kleine wildebras. Drukkertjes op de pijpen. Ecotex standaard 100 en GOTS gecertificeerd (Ecologische katoen). <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Grey en Navy <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% ecologische katoen, 5% elastaan

# Tokyo PY
source: Lovely soft pyjamas for sweet dreams - with white contrast stitchings for a cool look. It is Oeko Tex standard 100 certified and GOTS (Organic cotton). <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Grey and Navy <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Organic cotton, 5% Elasthane
nl_nl: Lekkere zachte pyjama voor een goede nachtrust - met witte stiksels voor een gave look. Ecotex standaard 100 en GOTS gecertificeerd (Ecologische katoen). <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Grey en Navy <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% ecologische katoen, 5% elastaan

# Tokyo TANKTOP
source: Lovely soft elastic tank top, one solid coloured and one striped. They are Oeko Tex standard 100 certified and GOTS (Organic cotton). 2-pack. <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Grey and Navy <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Organic cotton, 5% Elasthane
nl_nl: Lekkere zachte, elastische hemdjes in een verpakking met twee stuks, één effen en één gestreept hemdje. Ecotex standaard 100 en GOTS gecertificeerd (Ecologische katoen). <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Grey en Navy <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% ecologische katoen, 5% elastaan

# Tulsa REGULAR JEANS
source: Cool 5-pocket jeans with adjustable waist, concealed hook and eye and zip closure. Vintage wash and crease effects. Everything will look fantastic with these jeans! <br><br> Available in: Blue Denim <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 98% Cotton, 2% Elasthane
nl_nl: Stoere 5-pocket jeans met verstelbare band, ritssluiting en haakje-en-oogje. Verwassen vintage look met kreukeleffecten. Alles past op deze lievelingsjeans! <br><br> Verkrijgbaar in: Blue Denim <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 98% katoen, 2% elastaan

# Venice Little PANTS
source: Super soft fully lined corduroy pants. Rib cuffs, elastic waist and adjustable drawstring - perfect for playtime! <br><br> Available in: Sand and Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Superzachte, gevoerde corduroy broek. Elastiek en koordje in de taille en ribboord aan de pijpen - perfect om in te spelen! <br><br> Verkrijgbaar in: Sand en Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Verona Little LS GRANDDAD
source: Classic, Nordic solid coloured LS granddad T-shirt. An absolute must-have! Perfect fit, even after repeated washings. The T-shirt is Oeko Tex standard 100 certified . <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Navy, Wine, White and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Cotton, 5% Elasthane
nl_nl: Klassiek, Scandinavisch, effen Little LS granddad T-shirt - gewoonweg onmisbaar! Zit goed en slijt niet in de was. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Navy, Wine, White en Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% katoen, 5% elastaan

# Verona LS GRANDDAD
source: Classic, Nordic solid coloured LS granddad T-shirt. An absolute must-have! Perfect fit, even after repeated washings. The T-shirt is Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Navy, Wine, White and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Cotton, 5% Elasthane
nl_nl: Klassiek, Scandinavisch, effen LS granddad T-shirt - gewoonweg onmisbaar! Zit goed en slijt niet in de was. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Navy, Wine, White en Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% katoen, 5% elastaan

# Vienna Little LS GRANDDAD
source: Classic, Nordic striped LS granddad T-shirt. An absolute must-have! Perfect fit, even after repeated washings. The T-shirt is Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Navy and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Cotton, 5% Elasthane
nl_nl: Klassiek, Scandinavisch, gestreept Little LS granddad T-shirt - gewoonweg onmisbaar! Zit goed en slijt niet in de was. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Navy en Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% katoen, 5% elastaan

# Vienna Little PANTS
source: He is going to look so gorgeous in these trendy long johns. So comfy for the nursery or kinder garten og just for lazing around in. With elastic waist, rib cuffs and low crotch. They are Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Navy and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Cotton, 5% Elasthane
nl_nl: Knapper wordt je kleine kereltje niet terwijl hij rondtuimelt in deze trendy long johns. Een superaangename broek voor naar het kinderdagverblijf, maar ook voor tijdens een lekker weekendje thuis. Met elastiek in het middel en ribboorden aan de pijpen en tevens low crotch. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Navy en Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% katoen, 5% elastaan

# Vienna LS GRANDDAD
source: Classic, Nordic striped LS granddad T-shirt. An absolute must-have! Perfect fit, even after repeated washings. The T-shirt is Oeko Tex standard 100 certified <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Navy and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Cotton, 5% Elasthane
nl_nl: Klassiek, Scandinavisch, gestreept LS granddad T-shirt - gewoonweg onmisbaar! Zit goed en slijt niet in de was. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Navy en Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% katoen, 5% elastaan

# Wakefield Little PULLOVER
source: Lovely classic cotton knit. Wear it with cool baggy pants or wear it with chinos and a shirt for parties. <br><br> Available in: Wine, Navy, Blue and Curry <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Supermooie, klassieke katoenen trui. Gebruik hem op een stoere baggy broek of voor een wat nettere gelegenheid met een chinobroek en een overhemd. <br><br> Verkrijgbaar in: Wine, Navy, Blue en Curry <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Wakefield Little SLIPOVER
source: Gorgeous knit. Lovely stripe slipover in the new autumn colours. With v-neck and small chest pocket. Very smart for both everyday wear and parties. <br><br> Available in: Wine, Navy, Blue and Curry <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Mooie gestreepte slipover in de nieuwe najaarskleuren. Met een V-hals en een borstzakje. Superhip voor doordeweeks en voor tijdens een feestje. <br><br> Verkrijgbaar in: Navy/Curry, Navy/Wine <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Wakefield PULLOVER
source: Lovely classic cotton knit. Wear it with cool baggy pants or wear it with chinos and a shirt for parties. <br><br> Available in: Wine, Navy, Blue and Curry <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Supermooie, klassieke katoenen trui. Gebruik hem op een stoere baggy broek of voor een wat nettere gelegenheid met een chinobroek en een overhemd. <br><br> Verkrijgbaar in: Wine, Navy, Blue en Curry <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Wisconsin Little TIGHTS
source: Lovely and comfortable boys tights, which will keep the little man warm during cold days. Available in a 2-pack with one solid coloured and one striped pair. They are Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Navy and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 80% Cotton, 17% Polyamide, 3% Elasthane
nl_nl: Mooie en aangename jongensmaillot waardoor je kleine ventje tijdens de koude tijd ook warm blijft. Verkrijgbaar in een verpakking met 2 stuks, met één effen en één gestreepte maillot. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Navy en Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 80% katoen, 17% polyamide, 3% elastaan

# York Little SUSPENDERS
source: A real gentleman wears suspenders, and York SUSPENDERS will definitely give your little man the perfect look - wear them with a granddad T-shirt and cool jeans. Ready to impress! <br><br> Available in: Navy and Grey <br><br> One size <br><br> Quality: 65% Polyester, 35% Elasthane
nl_nl: Een echte gentleman heeft bretels en de York SUSPENDERS geven je kleine ventje de juiste look als je ze combineert met een granddad T-shirt en een versleten spijkerbroek. Klaar om indruk te maken! <br><br> Verkrijgbaar in: Navy en Grey <br><br> One size <br><br> Materiaal: 65% polyester, 35% elastaan

# York SUSPENDERS
source: A real gentleman wears suspenders, and York SUSPENDERS will definitely give your little man the perfect look - wear them with a granddad T-shirt and cool jeans. Ready to impress! <br><br> Available in: Navy and Grey <br><br> One size <br><br> Quality: 100% Cotton
nl_nl: Een echte gentleman heeft bretels en de York SUSPENDERS geven je zoon de juiste look als je ze combineert met een granddad T-shirt en een versleten spijkerbroek. Klaar om indruk te maken! <br><br> Verkrijgbaar in: Navy en Grey <br><br> One size <br><br> Materiaal: 100% katoen

# Ystad BELT
source: A cool woven belt in a 2-pack. One stripe and one solid coloured belt. It is important to hold up your pants, but at the same time it is just as important to look good and have the right accessories to style your outfit. <br><br> Available in: Navy and Grey <br><br> One size <br><br> Quality: 100% Cotton
nl_nl: Mooie geweven riem in een verpakking met 2 stuks. Eén gestreepte en één effen riem. Het is belangrijk dat je broek niet naar beneden zakt, maar voor het modebewuste jongetje is het even belangrijk met iets extras om er doordeweeks stijlvol uit te zien. <br><br> Verkrijgbaar in: Blue en Grey <br><br> One size <br><br> Materiaal: 100% katoen

# POMP BAG
source: Super cool and durable BAG for the beach, shopping, sports or as a gift bag with a pretty bow. You decide - the possibilities are endless. <br><br> <br><br> <br><br>
nl_nl: Supercoole en bruikbare BAG voor een dagje naar het strand, om mee te winkelen of als cadeauverpakking met een strik erop. Jij beslist! Er zijn een boel mogelijkheden. <br><br> <br><br> <br><br>

# POMP BIG BAG
source: Lovely, big, handy and strong! Use it for the beach filled with blankets and picnic-pick-pack. Or use it as an outerwear bag on your way to the kindergarten, or your kids can use it as a boat. The only limit is your imagination. <br><br> <br><br> <br><br>
nl_nl: Groot, mooi en sterk! Neem hem mee naar het strand met dekens en een picknick kit erin. Of gebruik hem als tas voor je buitenkleding op weg naar het kinderdagverblijf, speel dat je ermee zeilt... De mogelijkheden zijn onbeperkt. <br><br> <br><br> <br><br>
