Repository: pompdelux/hanzo
Catalog: app/Resources/translations/products.*.xliff
Languages: nl_nl

# Rome CHINOS
source: Super cool corduroy chinos. These warm chinos have adjustable waist, concealed hook and eye and zip closure. Perfect for both everyday wear and party. Wear them with turn ups and cool boots - casual, cool and trendy! <br><br> Available in: Grey and Sand <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 97% Cotton, 3% Elasthane
nl_nl: Supergave chinobroek van corduroy. Deze warme chinobroek heeft een verstelbare band, ritssluiting en een haakje-en-oogje. Geschikt voor doordeweeks en voor feestelijke gelegenheden. Rol de broek op en doe er stoere laarzen onder - casual, cool en trendy! <br><br> Verkrijgbaar in: Grey en Sand <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 97% katoen, 3% elastaan

# Rostock Little POLO
source: Classic jersey polo with long sleeves and wide stripes in three cool colour combinations. Lots of lovely details and shirt collar in woven fabric. Wear it with your favourite pants and you will be so ready to "hang out". The polo is Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Navy, Grey Melange and Green <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Cotton, 5% Elasthane
nl_nl: Klassiek jersey poloshirt met lange mouwen en strepen in drie gave kleurencombinaties. Met veel leuke details en een kraag van geweven stof. Gebruik het shirt op je favoriete broek en je hebt meteen een "klaar om rond te hangen" set. Het poloshirt is Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Navy, Grey Melange en Green <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% katoen, 5% elastaan

# Rostock POLO
source: Classic jersey polo with long sleeves and wide stripes in three cool colour combinations. Lots of lovely details and shirt collar in woven fabric. Wear it with your favourite pants and you will be so ready to hang out. The polo is Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Navy, Grey Melange and Green <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Cotton, 5% Elasthane
nl_nl: Klassiek jersey poloshirt met lange mouwen en strepen in drie gave kleurencombinaties. Met veel leuke details en een kraag van geweven stof. Gebruik het shirt op je favoriete broek en je hebt meteen een klaar om rond te hangen set. Het poloshirt is Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Navy, Grey Melange en Green <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% katoen, 5% elastaan

# Salem Little SPORTS JACKET
source: Full speed ahead in Salem sports jacket, which all boys will love. In a soft shiny quality, with hood, zip and badge on sleeve. Available in three cool colours. Will look great over a T-shirt or shirt. <br><br> Available in: Navy, Wine and Green <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Hoog tempo in het Salem SPORTS JACKET, waar alle jongens dol op zullen zijn. Het is gemaakt van een zachte, glanzende stof. Een hippe hoodie met capuchon, ritssluiting en badge op de arm. Verkrijgbaar in drie gave kleuren die mooi staan op T-shirts en overhemden. <br><br> Verkrijgbaar in: Navy, Wine en Green <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Salem PANTS
source: Such cool and trendy baggy pants. All boys will love these. So comfy in the soft shiny quality with rib waist, adjustable drawstring and zip pockets. You can also wear these to a party together with a shirt - thats cool! <br><br> Available in: Navy <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Gave en trendy baggy broek waardoor elke jongen er supercool uit zal zien. Veel draagcomfort door de zachte, glanzende stof met ribboord in het middel, koord om de band te verstellen en zakken met ritssluiting. Draag de broek naar een feestje met een overhemd erop - dat is cool! <br><br> Verkrijgbaar in: Navy <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Salem SPORTS JACKET
source: Full speed ahead in Salem sports jacket, which all boys will love. In a soft shiny quality, with hood, zip and badge on sleeve. Available in three cool colours. Will look great over a T-shirt or shirt. <br><br> Available in: Navy, Wine and Green <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Hoog tempo in het Salem SPORTS JACKET, waar alle jongens dol op zullen zijn. Het is gemaakt van een zachte, glanzende stof. Een hippe hoodie met capuchon, ritssluiting en badge op de arm. Verkrijgbaar in drie mooie kleuren die mooi staan op T-shirts en overhemden. <br><br> Verkrijgbaar in: Navy, Wine en Green <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Seattle HAT
source: You will have warm ears with Seattle HAT, and it is a perfect match to all outerwear in our collection. Available in three cool colour combinations. <br><br> Available in: Navy, Grey and Green/Navy <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 50% Cotton, 50% Acrylic
nl_nl: Je oren blijven warm met de Seattle HAT die past bij al onze outfits omdat hij verkrijgbaar is in 3 leuke kleurencombinaties. <br><br> Verkrijgbaar in: Navy, Grey en Green/Navy <br><br> De maat is de omtrek van het hoofd van het kind in cm. <br><br> Materiaal: 50% katoen, 50% acryl

# Semarang Little JUMPSUIT
source: No wardrobe is complete without a jumpsuit and this one is an absolute must-have. With cool leather detailing and college inspired badge, this one is not just for lazing about in. Wear it with cool boots and your little boy will without doubt be the coolest boy in the playground. It is Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Navy and Dark Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 80% Cotton, 20% Polyester
nl_nl: Geen enkele garderobe is compleet zonder een jumpsuit en dit is een buitengewoon gave jumpsuit. Met stoere leren details en college badge hoef je hem niet alleen thuis te gebruiken. Doe er een paar stoere laarzen onder en je wordt het stoerste jongetje op de speelplaats. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Navy en Dark Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 80% katoen, 20% polyester

# Semarang Little ZIP SWEAT
source: This zip sweat is soft and warm and will easily become his favourite. It has cool leather detailing and college inspired badge - the perfect choice for outdoor playing. It is Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Navy and Dark Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 80% Cotton, 20% Polyester
nl_nl: Dit sweatshirt met rits is zacht en warm en wordt vast zijn lievelingstrui. De trui heeft leuke leren details en een college badge - perfect voor als er een vriendje komt spelen. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Navy en Dark Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 80% katoen, 20% polyester

# Semarang ZIP SWEAT
source: This zip sweat is soft and warm and will easily become his favourite. It has cool leather detailing and college inspired badge - the perfect choice for outdoor playing. It is Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Navy and Dark Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 80% Cotton, 20% Polyester
nl_nl: Dit sweatshirt met rits is zacht en warm en wordt vast zijn lievelingstrui. De trui heeft leuke leren details en een college badge - perfect voor als er een vriendje komt spelen. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Navy en Dark Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 80% katoen, 20% polyester

# Seoul Little SHIRT
source: Such a soft shirt in classic Nordic design with Chinese collar, will look great on all boys - soft, sporty or full speed ahead. The stars are out! <br><br> Available in: Blue and Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Een heerlijk zacht overhemd met opstaande kraag in een klassieke Scandinavische stijl die past bij elk soort jongetje - zachtmoedig, sportief of energiek. Een voltreffer! <br><br> Verkrijgbaar in: Blue en Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Seoul SHIRT
source: Such a soft shirt in classic Nordic design with Chinese collar, will look great on all boys - gentle, sporty or full speed ahead. The stars are out! <br><br> Available in: Blue and Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Een heerlijk zacht overhemd met opstaande kraag in een klassieke Scandinavische stijl die past bij elke soort jongen - zachtmoedig, sportief of energiek. Een voltreffer! <br><br> Verkrijgbaar in: Blue en Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Sevilla TSHIRT
source: You can never have too many cool T-shirts. Wear this with your favourite jeans and you will conquer the world. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Green, Curry, Blue and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Je kunt nooit te veel gave T-shirts hebben. Combineer dit T-shirt met zijn lievelingsjeans en hij kan de wereld aan. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Green, Curry, Blue en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Shanghai BAGGY JEANS
source: Trendy cool baggy jeans - in a cool dark wash with crease and wash effects. Adjustable waist and concealed hook and eye and zip closure. Please note: Baggy jeans have extra width at the waist, so they can sit low on the hips. <br><br> Available in: Blue Denim <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Trendy en coole baggy spijkerbroek -met een stoere donkere wash en slijtage- en kreukeleffecten op de dijen. Verstelbare band, rits en haakje-en-oogje. NB: deze baggy spijkerbroek is extra wijd in het middel zodat hij ook op de heup kan zitten. <br><br> Verkrijgbaar in: Blue Denim <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Shanghai Little BAGGY JEANS
source: We have of course also trendy baggy jeans for baby brother. So comfy with elastic rib waist. So cool and so easy to move around in. <br><br> Available in: Blue Denim <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: En natuurlijk ook een trendy baggy jeans voor het kleine broertje in de familie... Supercomfortabel met ribboord in de taille. Je kunt er fijn in ravotten en malle dingen doen, terwijl je de perfecte look hebt. <br><br> Verkrijgbaar in: Blue Denim <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Singapore BAGGY PANTS
source: Very comfy herringbone pants with rib cuffs and waist. Extra padding on knees - and no hazzle with zip and buttons - perfect for boys who havnt got time for that. <br><br> Available in: Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Supercomfortabele twillbroek met ribboord in het middel en aan de voet. Extra versterkingen op de knieën - geen gezeur met ritsen en knopen - goed voor de jongen die geen tijd heeft voor onzin .. <br><br> Verkrijgbaar in: Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Singapore Little PANTS
source: Very comfy herringbone pants with rib cuffs and waist. Extra padding on knees - and no hazzle with zip and buttons - perfect for the little boy! <br><br> Available in: Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Supercomfortabele twillbroek met visgraat motief in de stof, en ribboord in het middel en aan de pijpen. Extra versterkingen op de knieën - geen gezeur met ritsen en knopen - ideaal voor de kleine wildebras! <br><br> Verkrijgbaar in: Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Springfield HAT
source: A lovely little hat with tie string. A perfect hat to keep the small ears warm when out playing in the snow. The hat is fully lined with soft jersey. <br><br> Available in: Grey Melange and Navy <br><br> Size labeling is based on the head circumference of the child in cm. <br><br> Quality: 80% Cotton, 20% Wool
nl_nl: Leuke muts met koordje. Een prima muts om de kleine oortjes warm te houden terwijl hij in de sneeuw speelt. De muts is gevoerd met zachte jersey. <br><br> Verkrijgbaar in: Grey Melange en Navy <br><br> De maat is de omtrek van het hoofd van het kind in cm. <br><br> Materiaal: 80% katoen, 20% wol

# Stamford Little PANTS
source: The laid-back sweat pants have become a classic at POMPdeLUX - and we just love them! They are just a little bit more than the average sweat pants, and they are still so comfy and perfect to run around in. The pants are Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Navy, Dark Grey and Light Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Deze casual sweatbroek is onderhand een klassieker bij POMPdeLUX - en we zijn er nog steeds dol op! Net iets meer dan een joggingbroek maar nog steeds comfortabel en perfect om actief in te zijn. De broek is Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Navy, Dark Grey en Light Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Stamford PANTS
source: The laid-back sweat pants have become a classic at POMPdeLUX - and we just love them! They are just a little bit more than the average sweat pants, and they are still so comfy and perfect to run around in. The pants are Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Navy, Dark Grey and Light Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Deze casual sweatbroek is onderhand een klassieker bij POMPdeLUX - en we zijn er nog steeds dol op! Net iets meer dan een joggingbroek maar nog steeds comfortabel en perfect om actief in te zijn. De broek is Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Navy, Dark Grey en Light Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Stockholm CHINOS
source: Chinos are a must-have in a boys wardrobe. You can style them rolled up and with a T-shirt and cool boots or full of style with a shirt and cardigan. Pssst Have you seen our cool suspenders? The pants have trendy double waist and they are of course adjustable. <br><br> Available in: Navy, Sand and Wine <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 97% Cotton, 3% Elasthane
nl_nl: Een chinobroek is niet meer weg te denken uit een jongensgarderobe. Je kunt de pijpen oprollen en de broek combineren met een T-shirt en stoere laarzen of stijlvol combineren met een overhemd en een vest. Psst… heb je onze gave bretels gezien? De broek heeft een trendy dubbele band die verstelbaar is. <br><br> Verkrijgbaar in: Navy, Sand en Wine <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 97% katoen, 3% elastaan

# Stockholm Little CHINOS
source: Chinos are a must-have in a boys wardrobe. You can style them rolled up and with a T-shirt and cool boots or full of style with a shirt and cardigan. Pssst Have you seen our cool suspenders? The pants have adjustable rib waist. <br><br> Available in: Navy, Sand and Wine <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 97% Cotton, 3% Elasthane
nl_nl: Een chinobroek is niet meer weg te denken uit een jongensgarderobe. Je kunt de pijpen oprollen en de broek combineren met een T-shirt en stoere laarzen of stijlvol combineren met een overhemd en een vest. Psst… heb je onze gave bretels gezien? De broek heeft ribboorden en een verstelbare band. <br><br> Verkrijgbaar in: Navy, Sand en Wine <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 97% katoen, 3% elastaan

# Stratford BAGGY JEANS
source: Stratford jeans are so cool. With the trendy shape and cool wash there is a good chance, they will become his favourite. The baggy style has extra width at the waist and adjustable waist. <br><br> Available in: Blue Denim <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 75% Cotton, 25% Polyester
nl_nl: De Stratford jeans is buitengewoon cool. Door de trendy shape en de juiste soort slijtage is er een grote kans dat dit zijn lievelingsbroek wordt. Omdat het een baggy model is, is de taille extra wijd en verstelbaar. <br><br> Verkrijgbaar in: Blue Denim <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 75% katoen, 25% polyester

# Stratford Little BAGGY JEANS
source: Stratford jeans are so cool. With the trendy shape and cool wash there is a good chance, they will become his favourite. The pants have adjustable rib waist. <br><br> Available in: Blue Denim <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 75% Cotton, 25% Polyester
nl_nl: De Stratford jeans is buitengewoon cool. Door de trendy shape en de juiste soort slijtage is er een grote kans dat dit zijn lievelingsbroek wordt. Omdat het een baggy model is, is er een ribboord in de taille, dat tevens verstelbaar is. <br><br> Verkrijgbaar in: Blue Denim <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 75% katoen, 25% polyester

# Stuttgart Little LS TSHIRT
source: Double T-shirt, double happiness. With this T-shirt on, it doesnt take a lot to look stylish. College inspired appliques, badges and cool metal buttons. Plese note that you cannot separate the two T-shirts. It is Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Grey Melange and Wine <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Een dubbel T-shirt voor dubbel geluk. Met dit T-shirt met lange mouwen ben je meteen ongedwongen stijlvol zonder dat je er veel moeite voor hoeft te doen. Dankzij de college versiersels op de borst en de speciaal ervoor uitgekozen metalen knopen en badges. De twee T-shirts kunnen niet uit elkaar gehaald worden. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Grey Melange en Wine <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Stuttgart LS TSHIRT
source: Double T-shirt, double happiness. With this T-shirt on, it doesnt take a lot to look stylish. College inspired appliques, badges and cool metal buttons. Plese note that you cannot separate the two T-shirts. It is Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Grey Melange and Wine <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Een dubbel T-shirt voor dubbel geluk. Met dit T-shirt met lange mouwen ben je meteen ongedwongen stijlvol zonder dat je er veel moeite voor hoeft te doen. Dankzij de college versiersels op de borst en de speciaal ervoor uitgekozen metalen knopen en badges. De twee T-shirts kunnen niet uit elkaar gehaald worden. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Grey Melange en Wine <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Stuttgart SCARF
source: We love accessories for boys. This very soft jersey scarf with print and badge will make your boy happy. The scarf is Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Grey Melange and Wine <br><br> One size <br><br> Quality: 100% Cotton
nl_nl: We zijn gek op accessoires, ook voor de jongens. Deze superzachte jersey sjaal met print en badge is speciaal voor de stijlbewuste kleine charmeur. De sjaal is Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Grey Melange en Wine <br><br> One size <br><br> Materiaal: 100% katoen

# Tampa Little SHIRT
source: Wauuu. The classic Nordic shirt has got extra detailing. Contrast coloured pocket, cuffs, collar and trim hem. So fantastic with both the baggy cool pants and the classic chinos or jeans. <br><br> Available in: Light Blue and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Wauw… het klassieke Scandinavische overhemd heeft een extra touch gekregen. Zak, manchetten, kraag in een contrasterende kleur en onder aan het overhemd een contrasterende bies. Fantastisch op een coole baggy broek of een klassieke chino- of spijkerbroek. <br><br> Verkrijgbaar in: Light Blue en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Tampa SHIRT
source: Wauuu. The classic Nordic shirt has got extra detailing. Contrast coloured pocket, cuffs, collar and trim hem. So fantastic with both the baggy cool pants and the classic chinos or jeans. <br><br> Available in: Light Blue and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Wauw… het klassieke Scandinavische overhemd heeft een extra touch gekregen. Zak, manchetten, kraag in een contrasterende kleur en onder aan het overhemd een contrasterende bies. Fantastisch op een coole baggy broek of een klassieke chino- of spijkerbroek. <br><br> Verkrijgbaar in: Light Blue en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen
