Repository: pompdelux/hanzo
Catalog: app/Resources/translations/products.*.xliff
Languages: nl_nl

# Bergen JACKET
source: Lovely warm down jacket for junior girls. The jacket has a detachable hood, zip pockets and wind cuffs with thumb holes. And just wait till you see it - it is just as lovely on the inside as the outside! <br><br> Available in: Rose, Blue and Black <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: Shell: 100% Polyamide. Lining: 100% Polyester. Padding: 60% Down 40% Feather
nl_nl: Heerlijke warme gewatteerde jas voor het junior meisje. De jas heeft een afneembare capuchon, zakken met ritssluiting en een windvanger met een gaatje voor de duim. Wacht maar totdat je hem in huis hebt en openritst - hij is aan de binnenkant net zo mooi als aan de buitenkant! <br><br> Verkrijgbaar in: Rose, Blue en Black <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: Buitenkant: 100% polyamide. Voering: 100% polyester. Vulling: 60% dons, 40% veren.

# Bergen Little GILET
source: Super smart gilet for the baby girl. The gilet has a feminine shape, which makes it smart and comfortable. And just wait till you see it - it is just as lovely on the inside as the outside! <br><br> Available in: Rose, Blue and Black <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: Shell: 100% Polyamide. Lining: 100% Polyester. Padding: 60% Down 40% Feather
nl_nl: Supermooi gewatteerd vest voor het junior meisje. Het vest heeft een meisjesachtige snit waardoor het vrouwelijk en comfortabel is. Wacht maar tot je het in huis hebt en het openritst - het is aan de binnenkant net zo mooi als aan de buitenkant! <br><br> Verkrijgbaar in: Rose, Blue en Black <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: Buitenkant: 100% polyamide. Voering: 100% polyester. Vulling: 60% dons, 40% veren.

# Bergen Little JACKET
source: Lovely warm down jacket for the baby girl. The jacket has a detachable hood, zip pockets and wind cuffs with thumb holes. And just wait till you see it - it is just as lovely on the inside as the outside! <br><br> Available in: Rose, Blue and Black <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyamide. Padding: 60% Down 40% Feather
nl_nl: Heerlijke warme gewatteerde jas voor het junior meisje. De jas heeft een afneembare capuchon, zakken met ritssluiting en een windvanger met een gaatje voor de duim. Wacht maar totdat je hem in huis hebt en openritst - hij is aan de binnenkant net zo mooi als aan de buitenkant! <br><br> Verkrijgbaar in: Rose, Blue en Black <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyamide. Vulling: 60% dons, 40% veren.

# Birmingham Little WAISTCOAT
source: Our well-known knit waistcoat is a must have to complete any outfit for the winter. Tiny gold studs and an embroidered feather on the back and hidden front button closure. <br><br> Available in: Rose and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 80% Cotton, 20% Wool
nl_nl: Ons bekende gebreide vest is deze winter een must have bij elke outfit. Mooie gouden studs overal op het vest, geborduurde veer op de rug en verborgen drukkers aan de voorkant. <br><br> Verkrijgbaar in: Rose en Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 80% katoen, 20% wol

# Birmingham WAISTCOAT
source: Our well-known knit waistcoat is a must-have to complete any outfit for the winter. Tiny gold studs and an embroidered feather on the back and hidden front button closure. <br><br> Available in: Rose and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 80% Cotton, 20% Wool
nl_nl: Ons bekende gebreide vest is deze winter een must have bij elke outfit. Mooie gouden studs overal op het vest, geborduurde veer op de rug en verborgen drukkers aan de voorkant. <br><br> Verkrijgbaar in: Rose en Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 80% katoen, 20% wol

# Bordeaux Little LS TSHIRT
source: Lovely T-shirt for the party loving little girl! Soft jersey quality with pretty gold stripes and gold sequin applique to the front. <br><br> Available in: Rose, Ice Blue, Blue and Wine <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 85% Viscose, 11% Metallic fibre, 4% Elasthane
nl_nl: Fraai T-shirt voor het meisje dat ervan houdt om zich op te tutten. Zachte soort jersey met mooie gouden strepen en gouden lovertjes op de buik. <br><br> Verkrijgbaar in: Rose, Ice Blue, Blue en Wine <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 85% viscose, 11% metaalvezel, 4% elastaan

# Bordeaux LS TSHIRT
source: Lovely T-shirt for the party loving girl! Soft jersey quality with pretty gold stripes and gold sequin applique to the front. <br><br> Available in: Rose, Ice Blue, Blue and Wine <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 85% Viscose, 11% Metallic fibre, 4% Elasthane
nl_nl: Fraai T-shirt voor het meisje dat ervan houdt om zich op te tutten. Zachte soort jersey met mooie gouden strepen en gouden lovertjes op de buik. <br><br> Verkrijgbaar in: Rose, Ice Blue, Blue en Wine <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 85% viscose, 11% metaalvezel, 4% elastaan

# Boston SLIMFIT PANTS
source: Lovely pants in a soft and elastic quality. The pants have a wide waistband, which provides a good comfortable fit. With contrast stitchings and in a cool wash. Will look great together with a cute tunic. The pants has adjustable waist. <br><br> Available in: Navy and Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 97% Cotton, 3% Elasthane
nl_nl: Supermooie broek van een heerlijke zachte en elastische soort stof. De broek heeft een brede band die voor een goede, aangename pasvorm zorgt. Met contrasterende stiksels en een wash die zorgt voor een coole look. Een gave broek voor onder een leuke tuniek. De broek heeft een verstelbare band. <br><br> Verkrijgbaar in: Navy en Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 97% katoen, 3% elastaan

# Bradford CARDIGAN
source: Bradford is a really lovely and trendy cardigan with stripes and small pockets. Pretty pearl buttons and a matching satin ribbon on the front button placket. Jackie O. would have loved it. <br><br> Available in: Black, Ice Blue and Curry <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 65% Bamboo, 18% Polyamide, 17% Cotton
nl_nl: Bradford is een leuk, trendy vest met strepen en kleine zakjes. Mooie parelmoeren knoopjes en een bijpassende geweven bies aan de knoopsluiting. Jackie O zou het prachtig gevonden hebben. <br><br> Verkrijgbaar in: Black, Ice Blue en Curry <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 65% bamboe, 18% polyamide, 17% katoen

# Bradford Little CARDIGAN
source: Bradford is a really lovely and trendy cardigan with stripes and small pockets. Pretty pearl buttons and a matching satin ribbon on the front button placket. Jackie O. would have loved it. <br><br> Available in: Black, Ice Blue and Curry <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 65% Bamboo, 18% Polyamide, 17% Cotton
nl_nl: Bradford is een leuk, trendy vest met strepen en kleine zakjes. Mooie parelmoeren knoopjes en een bijpassende geweven bies aan de knoopsluiting. Jackie O zou het prachtig gevonden hebben. <br><br> Verkrijgbaar in: Black, Ice Blue en Curry <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 65% bamboe, 18% polyamide, 17% katoen

# Brisbane SLIMFIT PANTS
source: Lovely and soft pants with pretty detailing on the pockets, pleating on the knees and lovely back pockets. You will find it hard to choose colour. The style has adjustable waist. <br><br> Available in: Wine, Blue and Camel <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 97% Cotton, 3% Elasthane
nl_nl: Mooie, zachte broek met details zoals een biesje aan de zak, plooien op de knie en mooie achterzakken. Het wordt vast moeilijk om een kleur te kiezen. Deze style heeft een verstelbare band. <br><br> Verkrijgbaar in: Wine, Blue en Camel <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 97% katoen, 3% elastaan

# Brownsville SHORTS
source: Very smart denim shorts in a cool wash. Will look fantastic with tights under and a tunic. The shorts has a pretty little denim bow on one of the front pockets. This style has adjustable waist. <br><br> Available in: Blue Denim <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 97.5% Cotton, 2.5% Elasthane
nl_nl: Superhippe denim shorts met een fraaie wash. Cool met een maillot eronder en gecombineerd met een tuniek. De korte broek heeft een leuk denim strikje op de ene voorzak. Deze style heeft een verstelbare band. <br><br> Verkrijgbaar in: Blue Denim <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 97,5% katoen, 2,5% elastaan

# Brownsville SLIMFIT JEANS
source: These fantastic washed jeans are perfect for the style conscious cowgirl. Wear them with a comfy sweater or a knit poncho and she will be ready for the winter. The jeans have adjustable waist. <br><br> Available in: Blue Denim <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Deze spijkerbroek vol details en met een mooie wash is perfect voor de stijlbewuste cowgirl. Combineer hem met een leuke sweater of een gebreide poncho en je dochter is klaar om de winter tegemoet te gaan. De broek heeft een verstelbare band. <br><br> Verkrijgbaar in: Blue Denim <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Budapest BLOUSE
source: Cute and very versatile solid coloured jersey blouse with small frills on the front and jersey inner lining. <br><br> Available in: Rose, Grey and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Viscose
nl_nl: Schattige en eenvoudige effen jersey bloes met ruches en biesjes aan de knoopsluiting. Het lijfje is gemaakt van een stevige stof met een jersey voering. <br><br> Verkrijgbaar in: Rose, Grey en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% viscose

# Budapest Little BLOUSE
source: Cute and very versatile solid coloured jersey blouse with small frills on the front and jersey inner lining. <br><br> Available in: Rose, Grey and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Viscose
nl_nl: Schattige en eenvoudige effen jersey bloes met ruches en biesjes aan de knoopsluiting. Het lijfje is gemaakt van een stevige stof met een jersey voering. <br><br> Verkrijgbaar in: Rose, Grey en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% viscose

# Buffalo Little SKIRT
source: Tulle is still a must-have in any girls wardrobe. This seasons tulle skirt is simply gorgeous. It has several layers, which gives it extra full skirt. The hem has a pretty ribbon trim and the skirt has a lovely bow attached to the elastic waistband. <br><br> Available in: Blue, Ice Blue, Grey and Rose <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Tule is nog steeds een must have in de garderobe van ieder meisje. Het tulen rokje van dit seizoen is eenvoudig en schattig. Het heeft een onderrokje waardoor het hele rokje wijd uitstaat. Het bovenste rokje heeft een biesje aan de onderkant en in het middel, met een strikje. Er zit elastiek in de band. <br><br> Verkrijgbaar in: Blue, Ice Blue, Grey en Rose <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Buffalo SKIRT
source: Tulle is still a must-have in any girls wardrobe. This seasons tulle skirt is simply gorgeous. It has several layers, which gives it extra full skirt. The hem has a pretty ribbon trim and the skirt has a lovely bow attached to the elastic waistband. <br><br> Available in: Blue, Ice Blue, Grey and Rose <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Tule is nog steeds een must have in de garderobe van ieder meisje. Het tulen rokje van dit seizoen is eenvoudig en schattig. Het heeft een onderrokje waardoor het hele rokje wijd uitstaat. Het bovenste rokje heeft een biesje aan de onderkant en in het middel, met een strikje. Er zit elastiek in de band. <br><br> Verkrijgbaar in: Blue, Ice Blue, Grey en Rose <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Cairo BLOUSE
source: Very smart and trendy blouse. Sequins on the chest pocket and asymmetric cut on the front and back. Style the blouse with fitted jeans and a pair of cool boots. <br><br> Available in: Grey Melange and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Viscose, 5% Elasthane
nl_nl: Hippe en trendy bloes. Lovertjes op de borstzak en asymmetrische snit aan de voor- en achterkant. Combineer de bloes met een strakke broek en een paar coole laarzen. <br><br> Verkrijgbaar in: Grey Melange en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% viscose, 5% elastaan

# Cambridge PONCHO
source: Lovely knit poncho with stripe knit pattern. It has a comfortable roll neck and is perfect for a cold winter day in front of the fire place! <br><br> Available in: Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Leuke gebreide poncho met een gestreept patroon. Heeft een mooie col en is perfect om op een koude winterdag voor de open haard te zitten! <br><br> Verkrijgbaar in: Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Cannes DRESS
source: We have had a peek into mums wardrobe and have copied this trendy dress for the little girl with visible zip on the neck and a 60s cut. In a super soft and elastic quality. <br><br> Available in: Grey Melange and Black <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 75% Rayon, 20% Polyamide, 5% Elasthane
nl_nl: We hebben een kijkje in de garderobe van mamma genomen en dit trendy jurkje voor het kleine meisje bedacht, met een zichtbare ritssluiting in de nek en een snit die aan de jaren 60 doet denken. Gemaakt van een superzachte en elastische stof. <br><br> Verkrijgbaar in: Grey Melange en Black <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 75% rayon, 20% polyamide, 5% elastaan

# Cannes SHORTS
source: It is magical! Shorts that looks like a skirt. So you can both look pretty and be practical at the same time. In a soft elastic quality with side zip and fully lined. <br><br> Available in: Grey Melange and Black <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 75% Rayon, 20% Polyamide, 5% Elasthane
nl_nl: Dit is magisch! De rok die eigenlijk een korte broek is. Zodat je zowel mooi als praktisch bent. Gemaakt van een zachte, elastische stof met een rits aan de zijkant. Volledig gevoerd. <br><br> Verkrijgbaar in: Grey Melange en Black <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 75% rayon, 20% polyamide, 5% elastaan

# Charleston DRESS
source: Lots of tulle for the party loving girls. To give it the finishing touch we have added lots of sequins to the yoke. The dress has an invisible side zipper, back button closure and fully lined. Perfect dress to twirl in. <br><br> Available in: Blue, Ice Blue, Grey and Rose <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Een tulen droom voor de meisjes die ervan houden om zich op te tutten. Om de puntjes op de i te zetten zit het lijfje vol met lovertjes. Het jurkje heeft een onzichtbare rits aan de zijkant, een knoopsluiting in de nek en het is volledig gevoerd. Perfect om in rond te zwieren. <br><br> Verkrijgbaar in: Blue, Ice Blue, Grey en Rose <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Charleston Little DRESS
source: Lots of tulle for the little party loving girls. To give it the finishing touch we have added lots of sequins to the yoke. The dress has an invisible side zipper, back button closure and fully lined. Perfect dress to twirl in. <br><br> Available in: Blue, Ice Blue, Grey and Rose <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Een tulen droom voor de kleine meisjes die ervan houden om zich op te tutten. Om de puntjes op de i te zetten zit het lijfje vol met lovertjes. Het jurkje heeft een onzichtbare rits aan de zijkant, een knoopsluiting in de nek en het is volledig gevoerd. Perfect om in rond te zwieren. <br><br> Verkrijgbaar in: Blue, Ice Blue, Grey en Rose <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Clarksville JUMPSUIT
source: So smart! This jumpsuit is a must-have. It is full of sequins and gold metallic fibres. It has pretty gold trim along the zipper and sequin strips on the side of the legs and on shoulders. A fantastic jumpsuit for the trendy girl. <br><br> Available in: Ice Blue, Rose and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 65% Cotton, 28% Polyester, 7% Metallic fibre
nl_nl: Superhip! Deze jumpsuit wil ieder meisje wel hebben. We zijn niet te zuinig geweest met lovertjes en glitterdraad. Mooie bies met glitter aan de rits en bies met lovertjes op de mouwen en de pijpen. Een leuke jumpsuit voor het trendy meisje. <br><br> Verkrijgbaar in: Ice Blue, Rose en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 65% katoen, 28% polyester, 7% metaalvezel

# Clarksville Little JUMPSUIT
source: So comfy and smart! Whether it is for relaxation or for playtime. This jumpsuit is a must-have. It is full of sequins and gold metallic fibres. It has pretty gold trim along the zipper and sequin strips on the side of the legs and on shoulders. A fantastic jumpsuit for the litlle girl. <br><br> Available in: Ice Blue, Rose and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 65% Cotton, 28% Polyester, 7% Metallic fibre
nl_nl: Zo gezellig en schattig! Ongeacht of je thuis wilt niksen of in de speeltuin wilt spelen, deze jumpsuit wil ieder meisje wel hebben. We zijn niet te zuinig geweest met lovertjes en glitterdraad. Mooie bies met glitter aan de rits en bies met lovertjes op de mouwen en de schouder. Een erge mooie jumpsuit voor het kleine meisje. <br><br> Verkrijgbaar in: Ice Blue, Rose en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 65% katoen, 28% polyester, 7% metaalvezel

# Clarksville Little PANTS
source: Whether they are for relaxation at home or for playing in the playground - they are perfect for both. Simply a must-have. They are full of sequins and gold metallic fibres. Soft elastic waistband with drawstring and zip pockets. <br><br> Available in: Ice Blue, Rose and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 65% Cotton, 28% Polyester, 7% Metallic fibre
nl_nl: Ongeacht of ze thuis wil niksen of in de speeltuin wil spelen, deze sweatbroek wil je dochter wel hebben. We zijn niet te zuinig geweest met lovertjes en glitterdraad. Clarksville heeft een ribboord en koord in het middel en stoere ritsen op de zakken. <br><br> Verkrijgbaar in: Ice Blue, Rose en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 65% katoen, 28% polyester, 7% metaalvezel

# Clarksville Little ZIP SWEAT
source: Whether it is for relaxation at home or for playing in the playground - it is perfect for both. Simply a must-have. It is full of sequins and gold metallic fibres. Lovely gold trim along zipper and pockets. A very nice sweat for the little girl. <br><br> Available in: Ice Blue, Rose and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 65% Cotton, 28% Polyester, 7% Metallic fibre
nl_nl: Ongeacht of ze thuis wil niksen of in de speeltuin wil spelen, deze sweatbroek wil je dochter wel hebben. We zijn niet te zuinig geweest met lovertjes en glitterdraad. Mooi biesje aan de rits en de zakken. Een mooie sweatbroek voor het kleine meisje. <br><br> Verkrijgbaar in: Ice Blue, Rose en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 65% katoen, 28% polyester, 7% metaalvezel

# Clarksville PANTS
source: Whether they are for relaxation at home or for playing in the playground - they are perfect for both. Simply a must-have. They are full of sequins and gold metallic fibres. Soft elastic waistband with drawstring and zip pockets. <br><br> Available in: Ice Blue, Rose and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 65% Cotton, 28% Polyester, 7% Metallic fibre
nl_nl: Ongeacht of ze thuis wil niksen of in de speeltuin wil spelen, deze sweatbroek wil je dochter wel hebben. We zijn niet te zuinig geweest met lovertjes en glitterdraad. Clarksville heeft een ribboord en koord in het middel en stoere ritsen op de zakken. <br><br> Verkrijgbaar in: Ice Blue, Rose en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 65% katoen, 28% polyester, 7% metaalvezel

# Clarksville ZIP SWEAT
source: Whether it is for relaxation at home or for playing in the playground - it is perfect for both. Simply a must-have. It is full of sequins and gold metallic fibres. Lovely gold trim along zipper and pockets. A very nice sweat for the trendy girl. <br><br> Available in: Ice Blue, Rose and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 65% Cotton, 28% Polyester, 7% Metallic fibre
nl_nl: Ongeacht of ze thuis wil niksen of in de speeltuin wil spelen, deze sweatbroek wil je dochter wel hebben. We zijn niet te zuinig geweest met lovertjes en glitterdraad. Mooi biesje aan de rits en de zakken. Een mooie sweatbroek voor het kleine meisje. <br><br> Verkrijgbaar in: Ice Blue, Rose en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 65% katoen, 28% polyester, 7% metaalvezel

# Copenhagen BLOUSE
source: Very feminine blouse with back button closure and frills on the front in a pretty all-over print of small cones. The blouse has jersey lining. <br><br> Available in: Cerise, Ice Blue and Curry <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 60% Cotton, 40% Viscose
nl_nl: Prachtig meisjesachtig bloesje met knopen op de rug en strookje op de voorkant. Allover print met kleine dennenappeltjes die een mooi patroon vormen. De bloes heeft een jersey voering. <br><br> Verkrijgbaar in: Cerise, Ice Blue en Curry <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 60% katoen, 40% viscose
