Repository: pompdelux/hanzo
Catalog: app/Resources/translations/products.*.xliff
Languages: nl_nl

# Idaho Little DRESS
source: Idaho is the dress with all the cute details. Pretty ruffle sleeves, frill detailing and matching back buttons. Your little girl will be exploring the lovely allover print of birds, flowers and leaves. <br><br> Available in: Rose, Off White and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Idaho is een jurkje met veel schattige details. Mooie strookjesmouwen, strookjes op de borst en bijpassende knopen op de rug. Met de allover print komt je kleine meisje ogen te kort door de vele verschillende, grappige motieven van vogels, bloemen en takjes. <br><br> Verkrijgbaar in: Rose, Off White en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Idaho Little PANTS
source: Idaho is our classic balloon pants. Your little girl will be exploring the lovely allover print of birds, flowers and leaves. The pants are fully lined and has adjustable waist. <br><br> Available in: Rose, Off White and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Idaho is onze klassieke ballonbroek. Met de allover print komt je kleine meisje ogen te kort door de vele verschillende, grappige motieven van vogels, bloemen en takjes. Idaho is gevoerd en heeft een verstelbare band. <br><br> Verkrijgbaar in: Rose, Off White en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Idaho Little TUNIC
source: Pretty little A-shape tunic with frill detailing on neckline and front button placket. Your little girl will be exploring the lovely allover print of birds, flowers and leaves. <br><br> Available in: Rose, Off White and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Mooie tuniek met A-lijn model en ruches aan de hals en de knoopsluiting aan de voorkant. Met de allover print komt je kleine meisje ogen te kort door de vele verschillende, grappige motieven van vogels, bloemen en takjes. <br><br> Verkrijgbaar in: Rose, Off White en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Idaho PANTS
source: Idaho is our classic balloon pants. Your daughter will be exploring the lovely allover print of birds, flowers and leaves. The pants are fully lined and have adjustable waist. <br><br> Available in: Rose, Off White and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Idaho is onze klassieke ballonbroek. Met de allover print komt je meisje ogen te kort door de vele verschillende, grappige motieven van vogels, bloemen en takjes. Idaho is gevoerd en heeft een verstelbare band. <br><br> Verkrijgbaar in: Rose, Off White en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Idaho TUNIC
source: Very trendy A-shape tunic with front zipper. With pleating and turn up sleeves. Your daughter will be exploring the allover print of birds, flowers and leaves. <br><br> Available in: Rose, Off White and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Supertrendy tuniek met ritssluiting aan de voorkant. Details in de vorm van rimpels en opgestroopte mouwen. Met de allover print komt je meisje ogen te kort door de vele verschillende, grappige motieven van vogels, bloemen en takjes. <br><br> Verkrijgbaar in: Rose, Off White en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Illinois JUMPSUIT
source: Your daughter must own this jumpsuit! So smart with frill trim along the front button closure and feminine elastic waist. An absolute must-have. <br><br> Available in: Blue and Rose <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 60% Viscose, 40% Polyester
nl_nl: De jumpsuit die ieder meisje wel wil hebben! Superhip met ruches aan de knoopsluiting op de voorkant. Elastiek in de taille voor een vrouwelijke snit. Een style die je aan moet zien. <br><br> Verkrijgbaar in: Blue en Rose <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 60% viscose, 40% polyester

# Illinois PANTS
source: Very trendy allover print pants. Wide waist belt, side pockets and small pleats. The pants have our well-known adjustable waist. <br><br> Available in: Blue and Rose <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 60% Viscose, 40% Polyester
nl_nl: Superhippe broek met allover print. Brede ceintuur in het middel, zijzakken en kleine plooitjes aan de voorkant. De broek heeft onze bekende verstelbare band. <br><br> Verkrijgbaar in: Blue en Rose <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 60% viscose, 40% polyester

# Innsbruck BLAZER
source: One large sequins dream. If you love gold and glitter the lovely blazer is a must-have. It has sweat rib trim, so can also be used for daily wear with a T-shirt and cool jeans. <br><br> Available in: Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Een droom vol lovertjes. Hou je van goud en glitter, dan is deze mooie blazer het helemaal! De randen zijn van sweatstof, waardoor je hem ook doordeweeks kunt gebruiken, bijvoorbeeld met een t-shirt eronder en op een spijkerbroek met een coole wash. <br><br> Verkrijgbaar in: Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Innsbruck PANTS
source: The Innsbruck pants are just fabulous. With the many thousand sequins. With adjustable waist. <br><br> Available in: Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: De Innsbruck broek is gewoonweg fantastisch. Met duizenden glanzende lovertjes en een verstelbare band. <br><br> Verkrijgbaar in: Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Iowa Little SKIRT
source: Absolutely fabulous! If you love full skirts and gold glitter - this skirt is perfect for the wardrobe. Your daughter will love it. Iowa has a wide elastic waistband and a zipper on the back. <br><br> Available in: Rose and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Sprookjesachtig! Hou je van wijduitstaande rokjes en gouden glitter, dan is deze duizend-en-één-nacht rok perfect voor jouw garderobe. Je dochter zal er gek op zijn. Iowa heeft een breed elastiek in het middel en een stoere rits aan de achterkant. <br><br> Verkrijgbaar in: Rose en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Iowa SKIRT
source: Absolutely fabulous! If you love full skirts and gold glitter - this skirt is perfect for the wardrobe. Your daughter will love it. Iowa has a wide elastic waistband and a zipper on the back. <br><br> Available in: Rose and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Sprookjesachtig! Hou je van wijduitstaande rokjes en gouden glitter, dan is deze duizend-en-één-nacht rok perfect voor jouw garderobe. Je dochter zal er gek op zijn. Iowa heeft een breed elastiek in het middel en een stoere rits aan de achterkant. <br><br> Verkrijgbaar in: Rose en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Irvine CARDIGAN
source: This sweater is lovely and soft and you would want to wear it straight away. Perfect for the cold winter day. It has pretty knit pattern, rib trim and lovely wooden buttons. <br><br> Available in: Rose and Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 15% Wool, 85% Acrylic
nl_nl: Deze sweater is heerlijk zacht en je kunt hem zo even aanschieten. Perfect voor tijdens een koude winterdag. Heeft een mooi patroontje, leuke houten knopen en ribboorden. <br><br> Verkrijgbaar in: Rose en Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 15% wol, 85% acryl

# Irvine Little CARDIGAN
source: This sweater is lovely and soft and you would want to wear it straight away. Perfect for the cold winter day. It has pretty knit pattern, rib trim and lovely wooden buttons. <br><br> Available in: Rose and Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 15% Wool, 85% Acrylic
nl_nl: Deze sweater is heerlijk zacht en je kunt hem zo even aanschieten. Perfect voor tijdens een koude winterdag. Heeft een mooi patroontje, leuke houten knopen en ribboorden. <br><br> Verkrijgbaar in: Rose en Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 15% wol, 85% acryl

# Istanbul LEGGINGS
source: This is the pants for the fashionable girl. Tight fitted pants with leather trimming down the legs. This style has adjustable waist. <br><br> Available in: Sand and Black <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 97% Cotton, 3% Elasthane
nl_nl: Hier is de broek voor het stijlvolle meisje. Een strakke broek met een lederen bies op de pijpen. Deze style heeft een verstelbare band. <br><br> Verkrijgbaar in: Sand en Black <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 97% katoen, 3% elastaan

# Jacksonville BLOUSE
source: Lovely blouse with allover lace pattern. The blouse has small fine rib trim and is fully lined with a soft jersey quality. Lace is a must-have this season! <br><br> Available in: Grey, Rose, Ice Blue and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 97% Polyamide, 3% Elasthane
nl_nl: Fraaie bloes met overal kantjes. De bloes heeft mooie ribboordjes en een voering van een zachte soort jersey. Kant is dit seizoen een echte must have! <br><br> Verkrijgbaar in: Grey, Rose, Ice Blue en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 97% polyamide, 3% elastaan

# Kentucky DRESS
source: Very pretty and romantic dress for the party loving girl. It has a really cute ruffle hem and gathered neckline, chest and sleeves. A gorgeous dress, which is easy to put on and your daughter will look fab. <br><br> Available in: Curry, Blue and Rose <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Mooie en romantische jurk voor het meisje dat ervan houdt om zich op te tutten. Heeft aan de onderkant een leuke strook en diverse rimpeldetails aan de hals, onder de borst en op de mouwen. Een fraaie jurk die je makkelijk aan- en uit kunt doen en waardoor je dochter er beeldig uit zal zien. <br><br> Verkrijgbaar in: Curry, Blue en Rose <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Kentucky Little DRESS
source: Very pretty and romantic dress for the little girl. Small ruffles along the front button placket and cute ruffle hem. The dress is fully lined. A gorgeous dress, which is easy to put on. <br><br> Available in: Curry, Blue and Rose <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Mooi en romantisch jurkje voor het kleine meisje. Ruches aan de knoopsluiting op de voorkant, en een mooie strook onder aan de jurk zorgen ervoor dat dit een superschattige jurk is. De jurk is gevoerd. Een fraaie jurk die je makkelijk aan- en uit kunt doen. <br><br> Verkrijgbaar in: Curry, Blue en Rose <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Kentucky Little TUNIC
source: Pretty A-shape tunic, fully lined, in a lovely allover floral print. With cute gathered sleeves and ruffle hem.<br><br> Available in: Curry, Blue and Rose <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Mooie tuniek in een A-lijn model en een schattige bloemetjesprint. Leuke pofmouwtjes en onderboordje met ruches en voering.<br><br> Verkrijgbaar in: Curry, Blue en Rose <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Kentucky TUNIC
source: Our well-known A-shape tunic in a pretty allover print. It is fully lined and has narrow woven ribbon trim around the neckline and back button closure. <br><br> Available in: Curry, Blue and Rose <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Onze bekende tuniek met een A-lijn model en een schattige bloemetjesprint. Smal geweven biesje aan de hals, knoopsluiting in de nek en voering. <br><br> Verkrijgbaar in: Curry, Blue en Rose <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Kiev HAIRDECO
source: 3-pack hairdeco which will complete any POMPdeLUX outfit. One alice band with leather flower, one lace hair band and hair clips with pretty leather flowers. <br><br> Available in: Camel, Rose, Black and Ice Blue <br><br> One size <br><br>
nl_nl: "Het pakje dat elke POMPdeLUX outfit helemaal perfect maakt. Het pakje bestaat uit een leren haarband met versiering aan de zijkant, een kanten haarband en haarspeldjes met mooie leren bloemen erop. <br><br> Verkrijgbaar in: Camel, Rose, Black en Ice Blue <br><br> One size <br><br>

# Lagos Little SKIRT
source: Lagos is a little full skirt, which makes you want to twirl. The soft skirt is in a lovely animal print fabric, with smock waist and fully lined. Perfect for the little ballerina. <br><br> Available in: Rose, Khaki and Off White <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Lagos is een wijduitstaand rokje waarin je zin hebt om rondjes te draaien. Dit zachte rokje heeft een mooie dierenprint, gesmokte tailleband en het is gevoerd. Echt iets voor de kleine ballerina. <br><br> Verkrijgbaar in: Rose, Khaki en Off White <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Lagos Little TUNIC
source: Lagos is a cute A-shape flared tunic. A style which is easy to put on and it is very trendy with our lovely animal print. Matching ribbon trim around neckline and a pretty back button closure. <br><br> Available in: Rose, Khaki and Off White <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Lagos is een schattige, wijde tuniek met een A-lijn model. Een style die je makkelijk eventjes aan kunt schieten en je ziet er door de mooie dierenprint meteen supertrendy uitziet. Bijpassend biesje rond de hals en mooie sluiting in de nek. <br><br> Verkrijgbaar in: Rose, Khaki en Off White <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Lagos SCARF
source: Lagos scarf with our lovely animal print. Will look great with a pair of cool jeans and T-shirt. Measures 63 x 165 cm. <br><br> Available in: Rose, Khaki and Off White <br><br> One size <br><br> Quality: 100% Cotton
nl_nl: Lagos sjaal met een mooie dierenprint. Combineer de sjaal bijvoorbeeld met een stoere spijkerbroek en een mooi t-shirt en je bent meteen trendy. Afmetingen: 63 x 165 cm. <br><br> Verkrijgbaar in: Rose, Khaki en Off White <br><br> One size <br><br> Materiaal: 100% katoen

# Lagos SKIRT
source: Lagos is a full skirt, which makes you want to twirl. The soft skirt is in a lovely animal print fabric, smock waist and fully lined. Perfect for a ballerina. <br><br> Available in: Rose, Khaki and Off White <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Lagos is een wijduitstaand rokje waarin je zin hebt om rondjes te draaien. Dit zachte rokje heeft een mooie dierenprint, gesmokte tailleband en het is gevoerd. Echt iets voor een balletmeisje. <br><br> Verkrijgbaar in: Rose, Khaki en Off White <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Lagos TUNIC
source: Lagos is a cute A-shape flared tunic. A style which is easy to put on and it is very trendy with our lovely animal print. Matching ribbon trim around neckline and a pretty back button closure. <br><br> Available in: Rose, Khaki and Off White <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Lagos is een schattige, wijde tuniek met een A-lijn model. Een style die je makkelijk eventjes aan kunt schieten en je ziet er door de mooie dierenprint meteen supertrendy uit. Bijpassend biesje rond de hals en mooie sluiting in de nek. <br><br> Verkrijgbaar in: Rose, Khaki en Off White <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Leipzig Little JUMPSUIT
source: This print is very idyllic and it has a lovely granny feel. A pretty and feminine style. Perfect for you little daughter. <br><br> Available in: Ice Blue and Rose <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Deze print is erg nostalgisch en lijkt misschien op iets dat oma in haar huis zou kunnen hebben? Daardoor is deze style erg mooi en meisjesachtig. Een perfecte jumpsuit voor het kleine meisje. <br><br> Verkrijgbaar in: Ice Blue en Rose <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Lima HAT
source: A lovely little hat with tie string and large pompom. A perfect hat to keep the small ears warm when out playing in the snow. The hat is fully lined with soft jersey. <br><br> Available in: Rose, Grey and Ice Blue <br><br> Size labeling is based on the head circumference of the child in cm. <br><br> Quality: 80% Cotton, 20% Wool
nl_nl: Een schattige muts met een koordje en een grote pompon. Een prima muts om de oortjes van je dochtertje warm te houden terwijl ze in de sneeuw speelt. De muts is gevoerd met een zachte soort jersey. <br><br> Verkrijgbaar in: Rose, Grey en Ice Blue <br><br> De maat is de omtrek van het hoofd van het kind in cm. <br><br> Materiaal: 80% katoen, 20% wol

# London LEGGINGS
source: These soft leggings from our basic collection is perfect for dancing, runnning, playing - yes everything. Soft elastic waist. Wear them with the matching long sleeve London T-shirt and put on a dress and she will be ready. The leggings are Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Rose, Ice Blue, Grey and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 46% Cotton, 46% Modal, 8% Elasthane
nl_nl: Deze zachte legging uit ons basisprogramma is perfect om in te dansen, rennen en andere capriolen in uit te halen. Heeft zacht elastiek in de taille. Combineer de legging met het bijpassende London t-shirt met lange mouwen, trek je lievelingsjurk over je hoofd en je bent klaar. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Rose, Ice Blue, Grey en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 46% katoen, 46% modaal, 8% elastaan

# London Little LEGGINGS
source: These soft leggings from our basic collection is perfect for dancing, runnning, playing - yes everything. Soft elastic waist. Wear them with the matching long sleeve London Little T-shirt and put on a dress and she will be ready. The leggings are Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Rose, Ice Blue, Grey and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 46% Cotton, 46% Modal, 8% Elasthane
nl_nl: Deze zachte legging uit ons basisprogramma is perfect om in te dansen, rennen en andere capriolen in uit te halen. Heeft zacht elastiek in de taille. Combineer de legging met het bijpassende London little t-shirt met lange mouwen, trek je lievelingsjurk over je hoofd en je bent klaar. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Rose, Ice Blue, Grey en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 46% katoen, 46% modaal, 8% elastaan

# London Little LS TSHIRT
source: Soft and comfortable T-shirt from our basic collection. Perfect to combine with everything. Wear it with the matching London Little LEGGINGS and put on a dress and she will be ready. The T-shirt is Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Rose, Ice Blue, Grey and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 46% Cotton, 46% Modal, 8% Elasthane
nl_nl: "Zacht en aangenaam t-shirt uit ons basisprogramma dat je overal mee kunt combineren. Combineer het bijvoorbeeld met de bijpassende London Little LEGGINGS, trek je lievelingsjurk over je hoofd en je bent klaar. Ecotex standaard 100 gecertificeerd.<br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Rose, Ice Blue, Grey en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 46% katoen, 46% modaal, 8% elastaan

# London LS TSHIRT
source: Soft and comfortable T-shirt from our basic collection. Perfect to combine with everything. Wear it with the matching London LEGGINGS and put on a dress and she will be ready. The T-shirt is Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Rose, Ice Blue, Grey and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 46% Cotton, 46% Modal, 8% Elasthane
nl_nl: "Zacht en aangenaam t-shirt uit ons basisprogramma dat je overal mee kunt combineren. Combineer het bijvoorbeeld met de bijpassende London LEGGINGS, trek je lievelingsjurk over je hoofd en je bent klaar. Ecotex standaard 100 gecertificeerd.<br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Rose, Ice Blue, Grey en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 46% katoen, 46% modaal, 8% elastaan

# Louisiana BLOUSE
source: Oversize blouse with a fairytale print of small animals. The blouse is in a soft jersey fabric and the front in a woven texture. <br><br> Available in: Rose, Ice Blue and Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 70% Cotton, 30% Silk
nl_nl: Oversized bloes met print met sprookjesachtige dieren die bijna een verhaal vertellen. De bloes is gemaakt van een zachte soort jersey en het voorstuk is van een geweven stof. <br><br> Verkrijgbaar in: Rose, Ice Blue en Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 70% katoen, 30% zijde
