Repository: pompdelux/hanzo
Catalog: app/Resources/translations/products.*.xliff
Languages: nl_nl

# Copenhagen Little BLOUSE
source: Very feminine blouse with back button closure and frills on the front in a pretty all-over print of small cones. The blouse has jersey lining. <br><br> Available in: Cerise, Ice Blue and Curry <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 60% Cotton, 40% Viscose
nl_nl: Prachtig meisjesachtig bloesje met knopen op de rug en strookje op de voorkant. Allover print met kleine dennenappeltjes die een mooi patroon vormen. De bloes heeft een jersey voering. <br><br> Verkrijgbaar in: Cerise, Ice Blue en Curry <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 60% katoen, 40% viscose

# Dallas CARDIGAN
source: Lovely basic cardigan with small bows on one shoulder. It has matching buttons and pretty trim inside the neckline. <br><br> Available in: Cerise, Curry and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 82% Viscose, 18% Elasthane
nl_nl: Mooi basic vest met een twist die bestaat uit strikjes op de ene schouder. Bijpassende knopen en biesje in de nek. <br><br> Verkrijgbaar in: Cerise, Ice Blue en Curry <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 82% viscose, 18% elastaan

# Dallas DRESS
source: Pretty and feminine knit dress with bow details on the sleeve and a braided suede belt. A dress that can be used either for school or as a party dress - all depending on how you style the dress. <br><br> Available in: Cerise, Curry and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 82% Viscose, 18% Elasthane
nl_nl: Mooi en meisjesachtig gebreid jurkje met strikjes op de mouw en een gevlochten suède ceintuur in het middel. Een jurk die je zowel doordeweeks als naar een feestje kunt gebruiken, afhankelijk van waar je hem mee combineert. <br><br> Verkrijgbaar in: Cerise, Ice Blue en Curry <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 82% viscose, 18% elastaan

# Dallas Little CARDIGAN
source: Lovely basic cardigan with small bows on one shoulder. It has matching buttons and pretty trim inside the neckline. <br><br> Available in: Cerise, Curry and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 82% Viscose, 18% Elasthane
nl_nl: Mooi basic vest met een twist die bestaat uit strikjes op de ene schouder. Bijpassende knopen en biesje in de nek. <br><br> Verkrijgbaar in: Cerise, Ice Blue en Curry <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 82% viscose, 18% elastaan

# Dallas Little DRESS
source: Pretty and feminine knit dress with bow details on the sleeve. A dress that can be used either for school or as a party dress - all depending on how you style the dress. <br><br> Available in: Cerise, Curry and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 82% Viscose, 18% Elasthane
nl_nl: Mooi en meisjesachtig gebreid jurkje met strikjes op de mouw en ribboord onder de borst. Een jurk die je zowel doordeweeks als naar een feestje kunt gebruiken, afhankelijk van waar je hem mee combineert. <br><br> Verkrijgbaar in: Cerise, Ice Blue en Curry <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 82% viscose, 18% elastaan

# Darwin CARDIGAN
source: Lovely cable knit cardigan - looks almost homemade. The shiny pearl buttons give it a luxurious feel. Wear it with dresses, tunics or pants and your daughter will be both practical and smartly dressed on cold winter days. <br><br> Available in: Rose, Grey Melange and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 80% Cotton, 20% Wool
nl_nl: Fraai vest met kabelsteek - bijna als een zelfgebreide trui. De glanzende parelmoeren knopen op de knoopsluiting passen uitstekend bij het mooie, luxueuze materiaal van het vest. Combineer het met jurken, tunieken of broeken en je dochter is tijdens de koude winterdagen zowel praktisch als hip. <br><br> Verkrijgbaar in: Rose, Grey Melange en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 80% katoen, 20% wol

# Darwin HAT
source: Lovely cable knit hat - looks almost homemade. Keeps the small ears warm on the cold winter days. <br><br> Available in: Rose, Grey Melange and Ice Blue <br><br> Size labeling is based on the head circumference of the child in cm. <br><br> Quality: 80% Cotton, 20% Wool
nl_nl: Fraaie muts met kabelsteek - bijna als een zelfgebreide muts. Zorgt ervoor dat de kleine oortjes tijdens de koude winterdagen warm blijven. <br><br> Verkrijgbaar in: Rose, Grey Melange en Ice Blue <br><br> De maat is de omtrek van het hoofd van het kind in cm. <br><br> Materiaal: 80% katoen, 20% wol

# Darwin Little CARDIGAN
source: Lovely cable knit cardigan - looks almost homemade. The shiny pearl buttons give it a luxurious feel. Wear it with dresses, tunics or pants and your daughter will be both practical and smartly dressed on cold winter days. <br><br> Available in: Rose, Grey Melange and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 80% Cotton, 20% Wool
nl_nl: Fraai vest met kabelsteek - bijna als een zelfgebreide trui. De glanzende parelmoeren knopen op de knoopsluiting passen uitstekend bij het mooie, luxueuze materiaal van het vest. Combineer het met jurken, tunieken of broeken en je dochter is tijdens de koude winterdagen zowel praktisch als hip. <br><br> Verkrijgbaar in: Rose, Grey Melange en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 80% katoen, 20% wol

# Dayton DRESS
source: Very smart dress in woven quality with comfortable jersey sleeves. The dress has back button closure all the way down the back and print on the front with sequin applique. Wear it with cool boots and a pair of tight jeans underneath. <br><br> Available in: Rose, Grey and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Viscose
nl_nl: Superhippe jurk van een geweven stof met aangename jersey mouwen. De jurk heeft knopen op de rug en een print met lovertjes op de voorkant. Combineer de jurk bijvoorbeeld met een paar stoere laarzen en een strakke spijkerbroek eronder. <br><br> Verkrijgbaar in: Rose, Grey en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% viscose

# Detroit BLOUSE
source: Looks like a million! The girls will love this round neck sweat blouse, which is full of fantastic little and large sequins. The sweat blouse is very soft and has matching rib trim. Perfect for both school or as party wear. <br><br> Available in: Rose, Grey and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Cotton, 5% Elasthane
nl_nl: Looks like a million! De meisjes zullen dol zijn op deze sweatbloes met ronde hals die vol fantastische grote en kleine lovers zit. Deze sweat is heerlijk zacht en heeft bijpassende ribboorden. Perfect voor doordeweeks en voor feestelijke gelegenheden. <br><br> Verkrijgbaar in: Rose, Grey en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% katoen, 5% elastaan

# Dhaka CARDIGAN
source: Soft and lovely lurex cardigan. With small pearl buttons, lace trim in the neckline, cute bow on the front and gold print on the back. A very pretty little cardigan - perfect with all styles. <br><br> Available in: Rose, Ice Blue, Blue and Black <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 50% Acrylic, 29% Polyamide, 17% Metallic fibre, 4% Wool
nl_nl: Zacht en mooi vest met lurex. Het vest heeft parelmoeren knoopjes, een kantje aan de hals, strikje middenvoor en een gouden print op de rug. Een fraai vestje dat elk setje completeert. <br><br> Verkrijgbaar in: Rose, Ice Blue, Blue en Black <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 50% acryl, 29% polyamide, 17% metaalvezel, 4% wol

# Dhaka Little CARDIGAN
source: Soft and lovely lurex cardigan. With small pearl buttons, lace trim in the neckline, cute bow on the front and gold print on the back. A very pretty little cardigan - perfect with all styles. <br><br> Available in: Rose, Ice Blue, Blue and Black <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 50% Acrylic, 29% Polyamide, 17% Metallic fibre, 4% Wool
nl_nl: Zacht en mooi vest met lurex. Het vest heeft parelmoeren knoopjes, een kantje aan de hals, strikje middenvoor en een gouden print op de rug. Een fraai vestje dat elk setje completeert. <br><br> Verkrijgbaar in: Rose, Ice Blue, Blue en Black <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 50% acryl, 29% polyamide, 17% metaalvezel, 4% wol

# Dhaka Little PANTS
source: Lovely soft lurex knit pants. Very comfy pants which are very versatile. Can be used both for nursery or as party wear. <br><br> Available in: Rose, Ice Blue, Blue and Black <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 50% Acrylic, 29% Polyamide, 17% Metallic fibre, 4% Wool
nl_nl: Zachte en mooie gebreide broek met lurex. Een casual broek voor doordeweeks die je ook zeer cool kunt stylen. <br><br> Verkrijgbaar in: Rose, Ice Blue, Blue en Black <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 50% acryl, 29% polyamide, 17% metaalvezel, 4% wol

# Dhaka PANTS
source: Lovely soft lurex knit pants. Very comfy pants which are very versatile. Can be used both for school or as party wear. <br><br> Available in: Rose, Ice Blue, Blue and Black <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 50% Acrylic, 29% Polyamide, 17% Metallic fibre, 4% Wool
nl_nl: Zachte en mooie gebreide broek met lurex. Een casual broek voor doordeweeks die je ook zeer cool kunt stylen. <br><br> Verkrijgbaar in: Rose, Ice Blue, Blue en Black <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 50% acryl, 29% polyamide, 17% metaalvezel, 4% wol

# Dijon COAT
source: So luxurious! An absolutely gorgeous coat. It is any girls dream to own a jacket like that. With the detachable fur collar you can style it in many ways. Lots of lovely details both inside the coat and outside. The coat has both zipper and front buttons. She will without any doubt feel like a movie star. <br><br> Available in: Rose and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 40% Wool, 28% Viscose, 32% Polyester
nl_nl: Wat een luxe! Sprookjesachtige jas die thuishoort in de garderobe van ieder meisje. Door de afneembare bontkraag kun je de jas op verschillende manieren combineren. De details van deze jas zijn doordacht - zowel aan de binnen- als de buitenkant. De jas heeft een rits- en een knoopsluiting. Je dochter zal zich een echte filmster voelen. <br><br> Verkrijgbaar in: Rose en Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 40% wol, 28% viscose, 32% polyester

# Donegal BLOUSE
source: Thin stripe long sleeve jersey blouse with bows. A perfect blouse to wear with jeans. It is Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Rose and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Cotton, 5% Elasthane
nl_nl: Jersey bloes met lange mouwen en smalle streepjes, met strikjes aan de ene kant. Een fraaie, eenvoudige bloes die perfect op een stoere spijkerbroek past. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Rose en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% katoen, 5% elastaan

# Donegal Little BLOUSE
source: Thin stripe long sleeve jersey blouse with flared hem. We never get tired of stripes! The blouse has back button closure, which makes it easy to put on. It is Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Rose and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Cotton, 5% Elasthane
nl_nl: Jersey bloes met schootje, lange mouwen en smalle streepjes. Wij krijgen nooit genoeg van strepen! De bloes heeft knopen op de schouder waardoor hij makkelijk aan- en uit te doen is. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Rose en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% katoen, 5% elastaan

# Donegal PANTS
source: Loose and comfy pants. Made from soft stripe jersey quality and with a solid coloured yoke. Adjustable drawstring. Super cool pants which can be styled in so many ways. They are Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Rose and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Cotton, 5% Elasthane
nl_nl: Leuke, losse, casual broek. De gestreepte stof is een zachte jersey en het effen bovenstuk is van een mooie, geweven stof. In het middel zit een koord waardoor de band verstelbaar is. Een supercoole broek die je op veel manieren kunt combineren. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Rose en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% katoen, 5% elastaan

# Dublin HAT SCARF SET
source: Lovely hat and scarf set in a very soft knit. The set will look fantastic with any styles from our outerwear collection. And it will ensure that your little princess will keep warm. <br><br> Available in: Rose, Curry and Grey Melange <br><br> The size of the hat is based on the head circumference of the child in cm and the scarf is one size. <br><br> Quality: 70% Acrylic, 30% Wool
nl_nl: Leuk setje bestaande uit een muts en een das van het zachtste soort garen. Het is een grofgebreid setje dat aan elke outfit een wat stoerdere look geeft. En je prinsesje blijft er ook warm door. <br><br> Verkrijgbaar in: Rose, Curry en Grey Melange <br><br> De maat is de omtrek van het hoofd van het kind in cm. De das is one size. <br><br> Materiaal: 70% acryl, 30% wol

# Durham Little LS TSHIRT
source: If you love frills, then this T-shirt is a must-have. The large frills on the shoulders will look fantastic on your little girl. On the front it has a print LOVE in gold.The letters are made from different motifs. The T-shirt is Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Rose, Blue, Cerise and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Cotton, 5% Elasthane
nl_nl: Hou je van strookjes, dan is deze style het helemaal. De grote, mooie stroken op de schouder zorgen voor een fraaie look voor je kleine meisje. Op de buik staat er in gouden letters LOVE. Deze letters zijn uit verschillende dessins gemaakt. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Rose, Blue, Cerise en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% katoen, 5% elastaan

# Durham LS TSHIRT
source: If you love frills, then this T-shirt is a must-have. The large frills on the shoulders will look fantastic on your girl. On the front it has a print LOVE in gold.The letters are made from different motifs. The T-shirt is Oeko Tex tandard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Rose, Blue, Cerise and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Cotton, 5% Elasthane
nl_nl: Hou je van strookjes, dan is deze style het helemaal. De grote, mooie stroken op de schouder zorgen voor een fraaie look voor je kleine meisje. Op de buik staat er in gouden letters LOVE. Deze letters zijn uit verschillende dessins gemaakt. Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Rose, Blue, Cerise en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% katoen, 5% elastaan

# Edinburgh Little JEGGINGS
source: Star sprinkles is the word that describes these jeggings the best. They have a fantastic allover print with thousands of stars. The pants are made from a thick heavy fabric and are tightfitted jeggings. And they have our well-known adjustable waist. <br><br> Available in: Grey, Rose and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 79% Cotton, 20% Polyester, 1% Elasthane
nl_nl: Jeggings met een prachtige allover print met duizenden sterren erop. De broek is van een stevige stof en zit strak. Deze style heeft ook onze bekende verstelbare band. <br><br> Verkrijgbaar in: Grey, Rose en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 79% katoen, 20% polyester, 1% elastaan

# Edinburgh JEGGINGS
source: Star sprinkles is the word that describes these jeggings the best. They have a fantastic allover print with thousands of stars. The pants are made from a thick heavy fabric and are tightfitted jeggings. And they have our well-known adjustable waist. <br><br> Available in: Grey, Rose and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 79% Cotton, 20% Polyester, 1% Elasthane
nl_nl: Jeggings met een prachtige allover print met duizenden sterren erop. De broek is van een stevige stof en zit strak. Deze style heeft ook onze bekende verstelbare band. <br><br> Verkrijgbaar in: Grey, Rose en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 79% katoen, 20% polyester, 1% elastaan

# Everett TIGHTS
source: Lovely knit tights with a pretty knit pattern. Wear them with your favourite dress and the outfit will be perfect for the adventure of the day. They are Oeko Tex standard 100 certified. 2-pack. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Blue, Rose, Black and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 75% Acrylic, 23% Polyamide, 2% Elasthane
nl_nl: Leuke gebreide maillot met een fijngebreid patroontje erin. Combineer hem met je lievelingsjurk en je hebt een setje om de avonturen van alledag tegemoet te gaan. Ecotex standaard 100 gecertificeerd. Verpakking met 2 stuks. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Blue, Rose, Black en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 75% acryl, 23% polyamide, 2% elastaan

# Everett Little TIGHTS
source: Lovely knit tights with a pretty knit pattern. Wear them with your favourite dress and the outfit will be perfect for the adventure of the day. They are Oeko Tex standard 100 certified. 2-pack. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Blue, Rose, Black and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 75% Acrylic, 23% Polyamide, 2% Elasthane
nl_nl: Leuke gebreide maillot met een fijngebreid patroontje erin. Combineer hem met je lievelingsjurk en je hebt een setje om de avonturen van alledag tegemoet te gaan. Ecotex standaard 100 gecertificeerd. Verpakking met 2 stuks. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Blue, Rose, Black en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 75% acryl, 23% polyamide, 2% elastaan

# Fairbanks DRESS
source: Sequins are still a hit. This jersey dress with sequins on the yoke is a lovely everyday dress, but can also be used as a party dress. Fairbanks has a back zipper, which makes it easy to get into on a busy morning. <br><br> Available in: Rose, Grey and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Viscose, 5% Elasthane
nl_nl: Lovertjes zijn altijd een succes. Deze jersey jurk met lovertjes op het lijfje is een makkelijke jurk voor doordeweeks, maar je kunt hem ook gebruiken als je naar een feestje gaat. Fairbanks heeft een rits in de nek waardoor je hem op een drukke ochtend makkelijk aan kunt trekken. <br><br> Verkrijgbaar in: Rose, Grey en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% viscose, 5% elastaan

# Fairbanks Little DRESS
source: Sequins are still a hit. This jersey dress with sequins on the yoke is a lovely everyday dress, but can also be used as a party dress. Fairbanks has a back zipper, which makes it easy to get into on a busy morning. <br><br> Available in: Rose, Grey and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Viscose, 5% Elasthane
nl_nl: Lovertjes zijn altijd een succes. Deze jersey jurk met lovertjes op het lijfje is een makkelijke jurk voor doordeweeks, maar je kunt hem ook gebruiken als je naar een feestje gaat. Fairbanks heeft een rits in de nek waardoor je hem op een drukke ochtend makkelijk aan kunt trekken. <br><br> Verkrijgbaar in: Rose, Grey en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% viscose, 5% elastaan

# Georgia BAGGY JEANS
source: Super soft and cool denim jeans. With side pockets, gathered detailing on the cuffs and elastic waist with adjustable drawstring. Fantastic jeans for the cool girl. The pants are fully lined with soft jersey, which makes them really comfortable. <br><br> Available in: Blue Denim <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 79% Cotton, 21% Polyester
nl_nl: Superzachte en stoere denim broek. De broek heeft steekzakken aan de zijkant, rimpels aan de enkels en een koordje in het middel, zodat hij verstelbaar is. Een mooie broek voor een cool meisje. De broek is gevoerd met een zachte jersey voering waardoor hij aangenaam is om te dragen. <br><br> Verkrijgbaar in: Blue Denim <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 79% katoen, 21% polyester

# Georgia Little DRESS
source: Cute denim dress with balloon silhouette. Zipper on the back and frill detail on the front. A different and very special dress for the little princess. The dress is fully lined with soft jersey. <br><br> Available in: Blue Denim <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 79% Cotton, 21% Polyester
nl_nl: Schattig denim jurkje met ballonrokje. Rits in de nek en strookje op het bovenstuk. Een bijzondere jurk voor je kleine prinsesje. De jurk is gevoerd met een zachte jersey stof. <br><br> Verkrijgbaar in: Blue Denim <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 79% katoen, 21% polyester
