Repository: pompdelux/hanzo
Catalog: app/Resources/translations/products.*.xliff
Languages: nl_nl

# Lowel Little TIGHTS
source: Lovely knit tights with a pretty knit pattern. Wear them with your favourite dress and the outfit will be perfect for the adventure of the day. They are Oeko Tex standard 100 certified. 2-pack. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Cerise/Grey, Grey Melange, Curry/Grey and Wine/Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 75% Acrylic, 23% Polyamide, 2% Elasthane
nl_nl: Leuke gebreide maillot met een fijngebreid patroontje. Combineer de maillot met je lievelingsjurk en je outfit is af en je bent klaar voor de avonturen van de dag. Ecotex standaard 100 gecertificeerd. Verpakking met 2 stuks. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Cerise/Grey, Grey Melange, Curry/Grey, en Wine/Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 75% acryl, 23% polyamide, 2% elastaan

# Lowel TIGHTS
source: Lovely knit tights with a pretty knit pattern. Wear them with your favourite dress and the outfit will be perfect for the adventure of the day. They are Oeko Tex standard 100 certified. 2-pack. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Cerise/Grey, Grey Melange, Curry/Grey and Wine/Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 75% Acrylic, 23% Polyamide, 2% Elasthane
nl_nl: Leuke gebreide maillot met een fijngebreid patroontje. Combineer de maillot met je lievelingsjurk en je outfit is af en je bent klaar voor de avonturen van de dag. Ecotex standaard 100 gecertificeerd. Verpakking met 2 stuks. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Cerise/Grey, Grey Melange, Curry/Grey, en Wine/Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 75% acryl, 23% polyamide, 2% elastaan

# Lyon JUMPER
source: It doesnt get much easier than this! Grab your cool new slimfit jeans or a pair of leggings and put this jumper on. A great mix of college and glitter. The jumper has an oversize shape with tight fitted sleeves in a soft rib knit. <br><br> Available in: Dark Grey Melange, Ice Blue and Light Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 75% Viscose, 25% Polyamide
nl_nl: Makkelijker kan het niet! Doe je nieuwe slim fit jeans of een legging aan en trek deze jumper over je hoofd. Een fraaie mix van college en glitter. De jumper heeft een oversized shape met nauwsluitende mouwen van een zachte geribbelde stof. <br><br> Verkrijgbaar in: Dark Grey Melange, Ice Blue en Light Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 75% viscose, 25% polyamide

# Macon Little LS GRANDDAD
source: This granddad T-shirt will cheer you up. Fantastic colours and pattern. It easy to style and all the colours are matching the entire boy collection and it is Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Green, Wine and Curry <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Cotton, 5% Elasthane
nl_nl: Je krijgt een goed humeur van de kleur en het dessin van de Macon Little GRANDDAD. Makkelijk te combineren met de rest van de jongenscollectie omdat het merendeel van onze kleuren in één van de drie versies zit - en bovendien Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Green, Wine en Curry <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% katoen, 5% elastaan

# Macon LS GRANDDAD
source: This granddad T-shirt will cheer you up. Fantastic colours and pattern. It easy to style and all the colours are matching the entire boy collection and it is Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Green, Wine and Curry <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Cotton, 5% Elasthane
nl_nl: Je krijgt een goed humeur van de kleur en het dessin van de Macon GRANDDAD. Makkelijk te combineren met de rest van de jongenscollectie omdat het merendeel van onze kleuren in één van de drie versies zit - en bovendien Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Green, Wine en Curry <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% katoen, 5% elastaan

# Madrid CARDIGAN
source: This knit cardigan with zipper is nice and comfy in the late autumn sun. It has many lovely details and is made from a fine cotton and wool blend, which makes it both warm and soft. <br><br> Available in: Navy and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 80% Cotton, 20% Wool
nl_nl: Dit gebreide vest met rits is fijn nadat de najaarszon onder is gegaan. Het heeft een boel leuke details en bevat een mengeling van katoen en wol waardoor het zowel warm als zacht is. <br><br> Verkrijgbaar in: Navy en Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 80% katoen, 20% wol

# Madrid Little CARDIGAN
source: This knit cardigan with zipper is nice and comfy in the late autumn sun. It has many lovely details and is made from a fine cotton and wool blend, which makes it both warm and soft. <br><br> Available in: Navy and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 80% Cotton, 20% Wool
nl_nl: Dit gebreide vest met rits is fijn nadat de najaarszon onder is gegaan. Het heeft een boel leuke details en bevat een mengeling van katoen en wol waardoor het zowel warm als zacht is. <br><br> Verkrijgbaar in: Navy en Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 80% katoen, 20% wol

# Memphis CARDIGAN
source: This cardigan will keep the young man warm and trendy with contrast zipper and rib trim. Style it for everyday use with a cool T-shirt or use it over a shirt for parties. <br><br> Available in: Navy, Dark Grey Melange and Light Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 80% Cotton, 20% Wool
nl_nl: Zorgt ervoor dat de jonge man warm en trendy is en heeft contrasten en ritssluiting aan de voorkant. Combineer het vest voor doordeweeks met een cool T-shirt of met een overhemd voor een feestelijke gelegenheid. <br><br> Verkrijgbaar in: Navy, Dark Grey Melange en Light Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 80% katoen, 20% wol

# Memphis Little CARDIGAN
source: This cardigan will keep the young man warm and trendy with contrast zipper and rib trim. Style it for everyday use with a cool T-shirt or use it over a shirt for a parties. <br><br> Available in: Navy, Dark Grey Melange and Light Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 80% Cotton, 20% Wool
nl_nl: Zorgt ervoor dat het kleine mannetje warm en trendy is en heeft contrasten en ritssluiting aan de voorkant. Combineer het vest voor doordeweeks met een cool T-shirt of met een overhemd voor een feestelijke gelegenheid. <br><br> Verkrijgbaar in: Navy, Dark Grey Melange en Light Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 80% katoen, 20% wol

# Miami Little LS GRANDDAD
source: With Miami GRANDDAD we have taken a basic style one step further. Classic stripes with denim detailing and wooden buttons. The T-shirt is Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Blue, Green and Wine <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Met de Miami Little GRANDDAD hebben we ons basic concept verder ontwikkeld. Klassieke strepen met denim details en houten knopen aan de voorkant. Het T-shirt is Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Blue, Green en Wine <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Miami LS GRANDDAD
source: With Miami GRANDDAD we have taken a basic style one step further. Classic stripes with denim detailing and wooden buttons. The T-shirt is Oeko Tex standard 100 certified. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Blue, Green and Wine <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Met de Miami GRANDDAD hebben we ons basic concept verder ontwikkeld. Klassieke strepen met denim details en houten knopen aan de voorkant. Het T-shirt is Ecotex standaard 100 gecertificeerd. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Blue, Green en Wine <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Milan Little SWEAT
source: Team spirit! This retro sweater with round neck is designed for lively boys. In a soft sweat quality and with front pocket. It is Oeko Tex standard 100 certified. Note: Please stretch the garment after each wash while it is still wet! <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Blue, Green, Wine and Curry <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Team spirit! Deze retro sweater met ronde hals is ontworpen voor de energieke jongen en is gemaakt van lekkere zachte sweatstof met een zak aan de voorkant. Ecotex standaard 100 gecertificeerd. De bloes moet in natte staat opgerekt worden. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Blue, Green, Wine en Curry <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Milan SWEAT
source: Team spirit! This retro sweater with round neck is designed for lively boys. In a soft sweat quality and with front pocket. It is Oeko Tex standard 100 certified. Note: Please stretch the garment after each wash while it is still wet! <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Blue, Green, Wine and Curry <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Team spirit! Deze retro sweater met ronde hals is ontworpen voor de energieke jongen en is gemaakt van lekkere zachte sweatstof met een zak aan de voorkant. Ecotex standaard 100 gecertificeerd. De bloes moet in natte staat opgerekt worden. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Blue, Green, Wine en Curry <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Mombasa LS TSHIRT
source: This lovely long sleeve T-shirt has a print on the front designed by Sara, 6 years old, from Ry in Denmark. Sara won our design competition, and all profits from the sale of this T-shirt will go to charity. Mombasa is available in 4 lovely colours - and can be worn by both boys and girls. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Blue, Grey Melange, Rose and Wine <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Cotton, 5% Elasthane
nl_nl: Dit fraaie T-shirt met lange mouwen heeft een print ontworpen door de 6-jarige Sara uit het plaatsje Ry in Denemarken. Sara won onze designwedstrijd en de winst van de verkoop van deze style wordt in zijn geheel aan liefdadige doelen geschonken. Mombasa is verkrijgbaar in 4 mooie kleuren - en is er zowel voor de jongens als de meisjes. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Blue, Grey Melange, Rose en Wine <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% katoen, 5% elastaan

# Moscow Little JUMPSUIT
source: Comfy and easy to move around in. Stripe jumpsuit in soft knit with hood and zipper. Wear it with cool boots or just for lazing around in during weekends. <br><br> Available in: Blue, Navy and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Gemaakt om je vrij in te bewegen. Gestreepte jumpsuit van zacht breisel met capuchon en ritssluiting. Combineer hem met een paar gave laarzen of gebruik hem om in het weekend lekker te niksen. <br><br> Verkrijgbaar in: Blue, Navy en Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Moscow Little PULLOVER
source: Classic stripe boys knit with shoulder buttons. If you choose one of the two blue colour combinations you will get a cool little sailer in Moscow PULLOVER. <br><br> Available in: Blue, Navy and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Klassieke gestreepte jongenstrui met knoopsluiting op de ene schouder. Vooral in de blauwe kleurencombinaties krijg je een stoere kleine zeeman in de Moscow Little PULLOVER. <br><br> Verkrijgbaar in: Blue, Navy en Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Moscow PULLOVER
source: Classic stripe boys knit with shoulder buttons. If you choose one of the two blue colour combinations you will get a cool little sailer in Moscow PULLOVER. <br><br> Available in: Blue, Navy and Grey Melange <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Klassieke gestreepte jongenstrui met knoopsluiting op de ene schouder. Vooral in de blauwe kleurencombinaties krijg je een stoere kleine zeeman in de Moscow PULLOVER. <br><br> Verkrijgbaar in: Blue, Navy en Grey Melange <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Nashville Little SHIRT
source: We love this bold check shirt in clear colours and with lovely little details. Wear it with jeans, suspenders and our cool sailor knit (Reykjavik Little CARDIGAN). <br><br> Available in: Blue and Green <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: We zijn dol op dit brutale geruite overhemd in heldere kleuren en met veel leuke details. Probeer het eens te combineren met een spijkerbroek, bretels en ons sailorvest (Reykjavik Little CARDIGAN). <br><br> Verkrijgbaar in: Blue en Green <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Nashville SHIRT
source: We love this bold check shirt in clear colours and with lovely little details. Wear it with jeans, suspenders and our cool sailor knit (Reykjavik CARDIGAN). <br><br> Available in: Blue and Green <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: We zijn dol op dit brutale geruite overhemd in heldere kleuren en met veel leuke details. Probeer het eens te combineren met een spijkerbroek, bretels en ons sailorvest (Reykjavik CARDIGAN). <br><br> Verkrijgbaar in: Blue en Green <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Nebraska Little LS TSHIRT
source: Very versatile long sleeve basic T-shirt. It is Oeko Tex standard 100 certified and GOTS (Organic cotton). <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: White and Navy <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Organic cotton, 5% Elasthane
nl_nl: Onmisbaar basic T-shirt met lange mouwen. Ecotex standaard 100 en GOTS gecertificeerd (Ecologische katoen). <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: White en Navy <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% ecologische katoen, 5% elastaan

# Nebraska LS TSHIRT
source: Very versatile long sleeve basic T-shirt. It is Oeko Tex standard 100 certified and GOTS (Organic cotton). <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: White and Navy <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 95% Organic cotton, 5% Elasthane
nl_nl: Onmisbaar basic T-shirt met lange mouwen. Ecotex standaard 100 en GOTS gecertificeerd (Ecologische katoen). <br><br><img src="http://static.pompdelux.dk/images/pages/gots.png">&nbsp;&nbsp;<img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: White en Navy <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 95% ecologische katoen, 5% elastaan

# Nottingham SLIMFIT JEANS
source: 5-pocket blue jeans should be available in any boys wardrobe. Nottingham has the perfect vintage look with cool crease and wash effects and small leather detailing and rivets. In a comfortable slim fit and with adjustable waist. <br><br> Available in: Blue Denim <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 97.5% Cotton, 2.5% Elasthane
nl_nl: Een 5-pocket blue jeans hoort in de garderobe van iedere jongen. Nottingham heeft de juiste vintage look met slijtage- en kreukeleffecten en leuke leren details en studs. De pasvorm is comfortabel slim. Met verstelbare band. <br><br> Verkrijgbaar in: Blue Denim <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 97,5% katoen, 2,5% elastaan

# Nuuk GILET
source: On a windy and cold autumn day you can feel warm in this Nuuk gilet over a warm knit pullover. It has leather detailing, inside zip pocket for all the little secrets and detachable hood. <br><br> Available in: Red, Navy and Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyamide. Padding: 60% Down 40% Feather
nl_nl: Op een winderige, koude najaarsdag kan hij warm blijven in het Nuuk gewatteerde vest, bijvoorbeeld over een grofgebreide trui. Het heeft leren details, een binnenzak met rits voor geheime zaken en een afneembare capuchon. <br><br> Verkrijgbaar in: Red, Navy en Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyamide. Vulling: 60% dons, 40% veren.

# Nuuk JACKET
source: The young man is certain to stay warm in this Nuuk jacket. It has a blend of feathers and down and has a detachable hood. Rib knit cuffs with thumb holes, front zipper and inside zip pocket. <br><br> Available in: Blue, Wine and Green <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyamide. Padding: 60% Down 40% Feather
nl_nl: Je jonge man blijft beslist warm in het Nuuk jack. Het bevat een mengeling van veren en dons en heeft een afneembare capuchon. Het ribboord aan de pols vangt de wind en bevat een gaatje voor de duim. Ritssluiting aan de voorkant en binnenzak met rits. <br><br> Verkrijgbaar in: Blue, Wine en Green <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyamide. Vulling: 60% dons, 40% veren.

# Nuuk Little GILET
source: On a windy and cold autumn day you can feel warm in this Nuuk gilet over a warm knit pullover. It has leather detailing, inside zip pocket for all the little secrets and detachable hood. <br><br> Available in: Red, Navy and Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyamide. Padding: 60% Down 40% Feather
nl_nl: Op een winderige, koude najaarsdag kan hij zich warm houden in het Nuuk gewatteerde vest, bijvoorbeeld over een grofgebreide trui. Het heeft leren details, een binnenzak met rits voor geheime zaken en een afneembare capuchon. <br><br> Verkrijgbaar in: Red, Navy en Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyamide. Vulling: 60% dons, 40% veren.

# Nuuk Little JACKET
source: The little man is certain to stay warm in this Nuuk jacket. It has a blend of feathers and down and has a detachable hood. Rib knit cuffs with thumb holes, front zipper and inside zip pocket. <br><br> Available in: Blue, Wine and Green <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyamide. Padding: 60% Down 40% Feather
nl_nl: Je kleine mannetje blijft beslist warm in het Nuuk jack. Het bevat een mengeling van veren en dons en heeft een afneembare capuchon. Het ribboord aan de pols vangt de wind en bevat een gaatje voor de duim. Ritssluiting aan de voorkant en binnenzak met rits. <br><br> Verkrijgbaar in: Blue, Wine en Green <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyamide. Vulling: 60% dons, 40% veren.

# Ohio Little PANTS
source: Now there is no excuse for not looking trendy in the playground. Ohio pants have rib cuffs, which will look great in a pair of cool boots. At the same time they are very comfortable with rib waistband and large pockets. <br><br> Available in: Sand, Curry and Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 97% Cotton, 3% Elasthane
nl_nl: Nu is er geen excuus meer om de meest trendy persoon in de speeltuin te zijn. Ohio Pants heeft een ribboord aan de pijpen en ziet er prachtig uit gecombineerd met een paar stoere laarzen. De broek is tegelijkertijd comfortabel, met een ribboord in het middel en goede en grote zakken. <br><br> Verkrijgbaar in: Sand, Curry og Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 97% katoen, 3% elastaan

# Ohio PANTS
source: Now there is no excuse for not looking trendy in the playground. Ohio pants have rib cuffs, which will look great in a pair of cool boots. At the same time they are very comfortable with elastic rib waistband with adjustable drawstring and large pockets. <br><br> Available in: Sand, Curry and Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 97% Cotton, 3% Elasthane
nl_nl: Nu is er geen excuus meer om de meest trendy persoon in de speeltuin te zijn. Ohio Pants heeft een ribboord aan de pijpen en ziet er prachtig uit gecombineerd met een paar stoere laarzen. De broek is tegelijkertijd comfortabel, met een ribboord in het middel en goede en grote zakken. <br><br> Verkrijgbaar in: Sand, Curry og Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 97% katoen, 3% elastaan
