Repository: pompdelux/hanzo
Catalog: app/Resources/translations/products.*.xliff
Languages: nl_nl

# Georgia Little PANTS
source: Very soft denim pants. With side pockets and smock waist and cuffs. The pants are fully lined with soft jersey, which makes them really comfortable. Very versatile pants to have in the wardrobe. <br><br> Available in: Blue Denim <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 79% Cotton, 21% Polyester
nl_nl: Superzachte denim broek. De broek heeft steekzakken en een gesmokte tailleband en pijpen. De style is gevoerd met een mooie soort jersey die aangenaam is om te dragen. Een prima basisbroek om in je garderobe te hebben. <br><br> Verkrijgbaar in: Blue Denim <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 79% katoen, 21% polyester

# Georgia Little SHORTS
source: Cute little shorts. They will look great with some tights and cool boots. They have a pretty frill trim, which makes them very girly. These shorts have our well-known adjustable waist. <br><br> Available in: Blue Denim <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 79% Cotton, 21% Polyester
nl_nl: Schattige shorts. Mooi met een leuke maillot eronder en stoere laarzen. Lief ruche midden op de shorts waardoor je kunt zien dat dit een shorts voor een klein meisje is. De broek heeft ook onze bekende verstelbare band. <br><br> Verkrijgbaar in: Blue Denim <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 79% katoen, 21% polyester

# Georgia SHORTS
source: Cute shorts. They will look great with some tights, a tunic and cool boots. They have a pretty frill trim, which makes them very girly. These shorts have our well-known adjustable waist. <br><br> Available in: Blue Denim <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 79% Cotton, 21% Polyester
nl_nl: Schattige shorts. Mooi gecombineerd met een leuke maillot, een tuniek en stoere laarzen. De broek heeft ook onze bekende verstelbare band. <br><br> Verkrijgbaar in: Blue Denim <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 79% katoen, 21% polyester

# Glasgow Little SHORTS
source: Cute little shorts in herringbone fabric. They will look great with some tights and cool boots. They have a pretty frill trim, which makes them very girly. These shorts have our well-known adjustable waist. <br><br> Available in: Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Schattige shorts van stof met visgraat motief. Mooi met een leuke maillot en stoere laarzen eronder. Lief ruche midden op de shorts waardoor je kunt zien dat dit een shorts voor een klein meisje is. De broek heeft ook onze bekende verstelbare band. <br><br> Verkrijgbaar in: Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Glasgow SHORTS
source: Classic shorts in herringbone fabric. With slant pockets, front pleating and a cool braided suede belt. These shorts have our well-known adjustable waist. Please note: We recommend that you buy the shorts one size up, as the fit is slightly small. <br><br> Available in: Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Klassieke shorts van stof met visgraat motief. Steekzakken en plooitjes aan de voorkant en een gave, gevlochten ceintuur in het middel. De broek heeft ook onze bekende verstelbare band. Info: valt klein, we raden aan dat je een maatje groter dan normaal bestelt. <br><br> Verkrijgbaar in: Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Granada HELMET
source: Our well-known bubble fleece has now become even softer - Like a teddy bear! The helmet has rib trim for a snug fit. A very comfy hat for the cold winter days. <br><br> Available in: Rose, Blue and Ice Blue <br><br> Size labeling is based on the head circumference of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Onze bekende bubbel fleece is nu nog zachter - Like a teddy bear! De muts heeft een ribboord dat ervoor zorgt dat hij nauw op het hoofd aansluit. Een gezellige muts voor de koude winterdagen. <br><br> Verkrijgbaar in: Rose, Blue en Ice Blue <br><br> De maat is de omtrek van het hoofd van het kind in cm. <br><br> Materiaal: 100% polyester

# Granada Little ZIP FLEECE
source: Our well-known bubble fleece has now become even softer - Like a teddy bear! The fleece has a double layered high collar and ribbon trim. The soft and comfy pockets can hide all the favourite treasures. <br><br> Available in: Rose, Blue and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Onze bekende bubbel fleece is nu nog zachter - Like a teddy bear! De fleece heeft een hoge opstaande kraag en biesjes aan de randen en de ritssluiting. De lekkere zachte zakken kunnen een boel schatten bevatten. <br><br> Verkrijgbaar in: Rose, Blue en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Granada ZIP FLEECE
source: Our well-known bubble fleece has now become even softer - Like a teddy bear! The fleece has a hood and ribbon trim. The soft and comfy pockets can hide all the favourite treasures. <br><br> Available in: Rose, Blue and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Polyester
nl_nl: Onze bekende bubbel fleece is nu nog zachter - Like a teddy bear! De fleece heeft een capuchon en biesjes aan de randen en de ritssluiting. De lekkere zachte zakken kunnen een boel schatten bevatten. <br><br> Verkrijgbaar in: Rose, Blue en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% polyester

# Hagen CHINOS
source: Chinos are still a must-have. These have lots of lovely details. Lots of different pockets and lovely print lining. They have rib trim detail down inside of the leg, which gives them a fitted look and makes them very comfortable. <br><br> Available in: Rose, Khaki, Grey and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 97% Cotton, 3% Elasthane
nl_nl: De chinobroek is nog steeds een must have en deze broek heeft een boel mooie details. Mooie bies aan de zakken, twee verschillende achterzakken en een leuke, bedrukte voering. De chinobroek heeft een ribboord aan de binnenzoom waardoor de broekspijpen strak zitten, maar de broek ook fijn is om aan te hebben. <br><br> Verkrijgbaar in: Rose, Khaki, Grey & Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 97% katoen, 3% elastaan

# Hagen Little PANTS
source: Fitted pants in a soft fabric. They have rib trim detail down inside of the leg, which makes them very comfortable to wear. A great pair of little pants which have the fitted look, but at the same time are very comfortable. With our well-known adjustable waist. <br><br> Available in: Rose, Khaki, Grey and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 97% Cotton, 3% Elasthane
nl_nl: Strakke broek van een lekkere zachte stof. De broek heeft een ribboord aan de binnenkant, waardoor hij flexibel is en aangenaam om te dragen. Een mooie broek die een strakke look heeft, maar met veel draagcomfort. Met onze bekende verstelbare band. <br><br> Verkrijgbaar in: Rose, Khaki, Grey & Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 97% katoen, 3% elastaan

# Hamburg CARDIGAN
source: Lovely and soft knit lurex cardigan. A perfect winter cardigan to complete the outfit. Soft velour trim inside the neckline, simple buttons and small front pockets. <br><br> Available in: Rose, Grey, Wine and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 45% Acrylic, 30% Polyamide, 20% Mohair, 5% Metallic fibre
nl_nl: Lekker zacht, losgebreid vest met lurex. Een goed wintervest om je outfit mee te completeren. Zachte fluwelen bies in de nek, eenvoudige knopen en leuke zakjes aan de voorkant. <br><br> Verkrijgbaar in: Rose, Grey, Wine & Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 45% acryl, 30% polyamide, 20% mohair, 5% metaalvezel

# Hamburg JUMPER
source: Lovely and soft knit lurex jumper. A perfect winter knit to complete the casual outfit. Soft velour trim inside the neckline and lovely back button closure all the way down the back. <br><br> Available in: Rose, Grey, Wine and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 45% Acrylic, 30% Polyamide, 20% Mohair, 5% Metallic fibre
nl_nl: Lekkere zachte, losgebreide jumper met lurex. Een goede wintertrui om je casual outfit mee te completeren. Zachte fluwelen bies in de nek en schattige knoopjes op de rug. <br><br> Verkrijgbaar in: Rose, Grey, Wine & Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 45% acryl, 30% polyamide, 20% mohair, 5% metaalvezel

# Hamburg Little CARDIGAN
source: Lovely and soft knit lurex cardigan. A perfect winter cardigan to complete the outfit. Soft velour trim inside the neckline, simple buttons and small front pockets. <br><br> Available in: Rose, Grey, Wine and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 45% Acrylic, 30% Polyamide, 20% Mohair, 5% Metallic fibre
nl_nl: Lekker zacht, losgebreid vest met lurex. Een goed wintervest om je outfit mee te completeren. Zachte fluwelen bies in de nek, eenvoudige knopen en leuke zakjes aan de voorkant. <br><br> Verkrijgbaar in: Rose, Grey, Wine & Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 45% acryl, 30% polyamide, 20% mohair, 5% metaalvezel

# Hartford WAISTCOAT
source: Warm and feminine! The fur waistcoat your daughter must have this winter season. The waistcoat is fully lined and has a cool suede belt and fabric covered buttons. <br><br> Available in: Grey and Khaki <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Acrylic
nl_nl: Meisjesachtig en mooi! Het bontvest is een kledingstuk dat jouw meisje dit winterseizoen echt moet hebben. Het vest heeft een gave suède ceintuur en stoffen knopen en het is gevoerd. <br><br> Verkrijgbaar in: Grey en Khaki <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% acryl

# Havana Little BLOUSE
source: A-shape blouse with Peter Pan collar, back button closure all the way down the back and pretty strap detailing on the cuffs. The blouse has an allover print of small leaves and birds. <br><br> Available in: Curry, Rose, Ice Blue and Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Bloes met A-lijn model en Peter Pan kraag, knopen op de rug en lusje aan de manchetten. De bloes heeft een allover print met blaadjes en vogels. <br><br> Verkrijgbaar in: Curry, Rose, Ice Blue en Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Havana Little JUMPSUIT
source: Cute jumpsuit in an allover print of small leaves and birds. It has pretty gather detailing and a pretty bow on the front. Smock cuffs and fully lined - so comfy. <br><br> Available in: Curry, Rose, Ice Blue and Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Schattige jumpsuit met allover print van blaadjes en vogels. Met details als biesjes, rimpels en een strikje op het bovenstuk. Met gesmokte pijpen plus een voering - je kunt hem zo even aanschieten. <br><br> Verkrijgbaar in: Curry, Rose, Ice Blue en Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Havana Little PANTS
source: Comfy pants in an allover print of small leaves and birds. Smock waist and cuffs with small pretty buttons in matching colour. The pants are fully lined - so comfy. <br><br> Available in: Curry, Rose, Ice Blue and Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Gezellige broek met allover print van blaadjes en vogels. Gesmokte tailleband en pijpen met mooie knoopjes in een bijpassende kleur. De broek is gevoerd - en je kunt hem zo even aanschieten. <br><br> Verkrijgbaar in: Curry, Rose, Ice Blue en Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Havana SCARF
source: Havana scarf in an allover print of small leaves and birds. A lovely scarf, which can be styled in many different ways. Measures 63 x 165 cm. <br><br> Available in: Curry, Rose, Ice Blue and Grey <br><br> One size <br><br> Quality: 100% Cotton
nl_nl: Havana sjaal met allover print van blaadjes en vogels. Een fraaie sjaal die je op veel verschillende manieren kunt combineren. Afmetingen: 63 x 165 cm. <br><br> Verkrijgbaar in: Curry, Rose, Ice Blue en Grey <br><br> One size <br><br> Materiaal: 100% katoen

# Havana TUNIC
source: A-shape tunic with belt to emphasize the feminine silhouette. The tunic has Peter Pan collar and pretty strap detailing on the cuffs. The tunic has an allover print of small leaves and birds. <br><br> Available in: Curry, Rose, Ice Blue and Grey <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: A-lijn model tuniek met ceintuur in het middel, waardoor de snit nog meisjesachtiger wordt. De tuniek heeft een Peter Pan kraag en mooie lusjes aan de manchetten. De tuniek heeft een allover print van blaadjes en vogels. <br><br> Verkrijgbaar in: Curry, Rose, Ice Blue en Grey <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Hayward KNEESOCKS
source: Lovely knit knee socks with gold lurex in stripes and dots. They are Oeko Tex standard 100 certified. 2-pack. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Blue, Rose, Grey and Ice Blue <br><br> Size labelling is based on the shoe size of the child. <br><br> Quality: 75% Cotton, 22% Polyamide, 2% Elasthane, 1% Metallic fibre
nl_nl: Mooie gebreide kniekousen met gouden lurex in de vorm van strepen en stippen. Ecotex standaard 100 gecertificeerd. Verpakking met 2 stuks. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Blue, Rose, Grey en Ice Blue <br><br> De maat is de schoenmaat van het kind. <br><br> Materiaal: 75% katoen, 22% polyamide, 2% elastaan, 1% metaalvezel

# Hayward Little TIGHTS
source: Lovely knit tights with gold lurex in stripes and dots. These tights can complete any outfit. They are Oeko Tex standard 100 certified. 2-pack. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Blue, Rose, Grey and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 75% Cotton, 22% Polyamide, 2% Elasthane, 1% Metallic fibre
nl_nl: Mooie gebreide maillot met gouden lurex in de vorm van strepen en stippen. Deze maillot kan elke outfit completeren. Ecotex standaard 100 gecertificeerd. Verpakking met 2 stuks. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Blue, Rose, Grey en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 75% katoen, 22% polyamide, 2% elastaan, 1% metaalvezel

# Hayward TIGHTS
source: Lovely knit tights with gold lurex in stripes and dots. These tights can complete any outfit. They are Oeko Tex standard 100 certified. 2-pack. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_COM.png"> <br><br> Available in: Blue, Rose, Grey and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 75% Cotton, 22% Polyamide, 2% Elasthane, 1% Metallic fibre
nl_nl: Mooie gebreide maillot met gouden lurex in de vorm van strepen en stippen. Deze maillot kan elke outfit completeren. Ecotex standaard 100 gecertificeerd. Verpakking met 2 stuks. <br><br><img src="http://static.pompdelux.dk/images/pages/Oeko_Tex_NL.png"> <br><br> Verkrijgbaar in: Blue, Rose, Grey en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 75% katoen, 22% polyamide, 2% elastaan, 1% metaalvezel

# Hollywood Little SKIRT
source: Absolutely gorgeous flared skirt, fully lined. Wear this skirt with a blouse, tights and a pair of cool boots and your girl will look super cool. <br><br> Available in: Black and Wine <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 50% Cotton, 45% Polyester, 5% Metallic fibre
nl_nl: Prachtige wijde rok. Combineer deze rok met een bloes en een maillot, doe er stoere laarzen onder en je hebt een supercool meisje. De rok is gevoerd. <br><br> Verkrijgbaar in: Black en Wine <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 50% katoen, 45% polyester, 5% metaalvezel

# Hollywood SKIRT
source: Absolutely gorgeous flared skirt, fully lined. Wear this skirt with a blouse, tights and a pair of cool boots and your girl will look super cool. <br><br> Available in: Black and Wine <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 50% Cotton, 45% Polyester, 5% Metallic fibre
nl_nl: Prachtige wijde rok. Combineer deze rok met een bloes en een maillot, doe er stoere laarzen onder en je hebt een supercool meisje. De rok is gevoerd. <br><br> Verkrijgbaar in: Black en Wine <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 50% katoen, 45% polyester, 5% metaalvezel

# Houston Little DRESS
source: This soft corduroy dress is very comfortable for your little girl on a cold winter day. Wear it with a long sleeve T-shirt and lovely tights. The dress has pretty puff sleeves and it is fully lined in a soft jersey. Lovely pleating and pretty trim detail down the front. Back button closure. <br><br> Available in: Rose, Wine and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Deze zachte fluwelen jurk is fijn voor je kleine meisje om op een koude winterdag aan te hebben. Een t-shirt met lange mouwen en een leuke maillot eronder en ze is meteen superhip. Houston heeft schattige pofmouwtjes en een zachte jersey voering. Mooie plooitjes aan de hals, waar ook een biesje begint. De jurk heeft een knoopsluiting op de rug. <br><br> Verkrijgbaar in: Rose, Wine en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Houston Little PANTS
source: If your little girl prefers comfy pants, then Houston is a must-have. They are very roomy, perfect for playing and the pockets can hold all the little treasures. The pants have elastic smock waist and cuffs, and they are fully lined with soft jersey fabric. <br><br> Available in: Rose, Wine and Ice Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 100% Cotton
nl_nl: Is je dochter gek op een comfortabele broek, dan valt Houston door de zachte soort fluweel vast bij haar in de smaak. In deze broek heb je de ruimte om te bewegen en te spelen, en de zakken kunnen veel schatten bevatten. De broek heeft een elastische, gesmokte band en pijpen en is gevoerd met een zachte soort jersey. <br><br> Verkrijgbaar in: Rose, Wine en Ice Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 100% katoen

# Huntsville LEGGINGS
source: Huntsville is our basic styles with fine narrow gold stripes. Wear these leggings under dresses and they will spice up any outfit. In a soft quality - very comfortable to wear. <br><br> Available in: Rose, Black, Curry and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 86% Viscose, 8% Metallic fibre, 6% Elasthane
nl_nl: Huntsville is een basisserie met mooie, smalle gouden streepjes. Gebruik deze legging onder een jurk en geef je dag een feestelijk tintje. De stof is zacht en fijn om te dragen. <br><br> Verkrijgbaar in: Rose, Black, Curry en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 86% viscose, 8% metaalvezel, 6% elastaan

# Huntsville Little LEGGINGS
source: Huntsville is our basic styles with fine narrow gold stripes. Wear these leggings under dresses and they will spice up any outfit. In a soft quality - very comfortable to wear. <br><br> Available in: Rose, Black, Curry and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 86% Viscose, 8% Metallic fibre, 6% Elasthane
nl_nl: Huntsville is een basisserie met mooie, smalle gouden streepjes. Gebruik deze legging onder een jurk en geef je dag een feestelijk tintje. De stof is zacht en comfortabel om te dragen. <br><br> Verkrijgbaar in: Rose, Black, Curry en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 86% viscose, 8% metaalvezel, 6% elastaan

# Huntsville Little LS TSHIRT
source: Huntsville is our basic styles with fine narrow gold stripes. Wear the T-shirt under dresses, tunics or knit and it will spice up any outfit. In a soft quality - very comfortable to wear. <br><br> Available in: Rose, Black, Curry and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 86% Viscose, 8% Metallic fibre, 6% Elasthane
nl_nl: Huntsville is een basisserie met mooie, smalle gouden streepjes. Gebruik dit t-shirt onder jurken, tunieken of vestjes en geef je dag een feestelijk tintje. De stof is lekker zacht en comfortabel om te dragen. <br><br> Verkrijgbaar in: Rose, Black, Curry en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 86% viscose, 8% metaalvezel, 6% elastaan

# Huntsville LS TSHIRT
source: Huntsville is our basic styles with fine narrow gold stripes. Wear the T-shirt under dresses, tunics or knit and it will spice up any outfit. In a soft quality - very comfortable to wear. <br><br> Available in: Rose, Black, Curry and Blue <br><br> Size labeling is based on height measurement of the child in cm. <br><br> Quality: 86% Viscose, 8% Metallic fibre, 6% Elasthane
nl_nl: Huntsville is een basisserie met mooie, smalle gouden streepjes. Gebruik dit t-shirt onder jurken, tunieken of vestjes en geef je dag een feestelijk tintje. De stof is lekker zacht en comfortabel om te dragen. <br><br> Verkrijgbaar in: Rose, Black, Curry en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 86% viscose, 8% metaalvezel, 6% elastaan

# Huntsville TOP
source: Huntsville is our basic styles with fine narrow gold stripes. Wear the top under blouses or tunics and it will spice up any outfit. In a soft quality - very comfortable to wear. <br><br> Available in: Rose, Black, Curry and Blue <br><br> <br><br> Quality: 86% Viscose, 8% Metallic Fibre, 6% Elasthane
nl_nl: Huntsville is een basisserie met mooie, smalle gouden streepjes. Draag de top onder verschillende bloezen of truien/vestjes en geef je dag een feestelijk tintje. Het materiaal is lekker zacht en aangenaam om te dragen. <br><br> Verkrijgbaar in: Rose, Black, Curry en Blue <br><br> De maat is de lengte van het kind in cm. <br><br> Materiaal: 86% viscose, 8% metaalvezel, 6% elastaan
